package com.mianv.school.Util;

import com.mianv.school.Activity.MainActivity;
import com.mianv.school.Activity.QuizActivity;
import com.mianv.school.Database.QuestionAppDatabase;
import com.mianv.school.Model.Question;
import com.mianv.school.R;

import java.util.ArrayList;

public class Constants {


    public static final Question question001 = new Question(1, R.drawable.image_001, 3,
            "Նշաններից որն է կոչվում արգելքի շրջանցումը ձախից",
            "1",
            "2",
            "3",
            "4",
            "5");


    public static final Question question002 = new Question(2, R.drawable.image_002, 2,
            "Թույլատրվու՞մ է արդյոք ավտոբուսի վարորդին մուտք գործել խաչմերուկ\n" + "տվյալ իրադրությունում:",
            "Թույլատրվում է:",
            "Արգելվում է:",
            "Թույլատրվում է, եթե ավտոբուսը երթևեկում է սահմանված երթուղով:");


    public static final Question question003 = new Question(3, R.drawable.image_003, 2,
            "Նշված դեպքում ո՞ր գոտուց պետք է կատարվի աջ շրջադարձը:",
            "Միայն երկրորդ գոտուց",
            "Միայն «A» գծանշումով նշված աջ եզրային գոտուց:");


    public static final Question question004 = new Question(4, 3,
            "Խաչմերուկում կազմակերպված է շրջանաձև երթևեկություն: Երթևեկելի\n" + "մասը, որով մոտենում եք խաչմերուկին, ունի երթևեկության երկու գոտի:\n" + "Խաչմերուկ մուտք գործելիս` շրջադարձ կատարելու համար ո՞ր գոտին\n" + "եք պարտավոր զբաղեցնել՝\n",
            "Աջ գոտին",
            "Ձախ գոտին",
            "Կա՛մ աջ, կա՛մ ձախ գոտին:");


    public static final Question question005 = new Question(5, R.drawable.image_004, 1,
            "Թույլատրվու՞մ է արդյոք մուտք գործել բակ նշված տեղից:",
            "Թույլատրվում է",
            "Արգելվում է");


    public static final Question question006 = new Question(6, 2,
            "Երկկողմ երթևեկությամբ գծանշված ճանապարհներին, երեք գոտու\n" + "առկայության դեպքում (բացառությամբ երթևեկության դարձափոխային\n" + "կարգավորմամբ ճանապարհների), որոնցից միջինն օգտագործվում է\n" + "երկու ուղղություններով երթևեկության համար, ձախ եզրային գոտի\n" + "մուտք գործելը՝",
            "Թույլատրվում է՝ միայն վազանցի, շրջանցման, ձախ շրջադարձի կամ\n" + "հետադարձի համար:",
            "Թույլատրվում է",
            "Արգելվում է");


    public static final Question question007 = new Question(7, R.drawable.image_005, 3,
            "Ո՞ր պատասխանում է ճիշտ նշված երթևեկության թույլատրելի\n" + "ուղղությունը:",
            "Միայն հետադարձ",
            " Ուղիղ և հետադարձ:, ",
            "Միայն ուղիղ");


    public static final Question question008 = new Question(8, R.drawable.image_006, 1,
            "Ո՞ր ուղղությամբ է արգելվում երթևեկությունը՝",
            " Դեպի ձախ և դեպի աջ",
            "Ուղիղ և հակառակ ուղղությամբ",
            " Միայն ուղիղ",
            " Բոլոր ուղղություններով");


    public static final Question question009 = new Question(9, 5,
            "Հետադարձն արգելվում է՝",
            "Հետիոտնային անցումների վրա:",
            "Թունելներում",
            "Կամուրջների, ուղեկամուրջների, էստակադների վրա և դրանց տակ",
            "Երկաթուղային գծանցներում",
            " Թվարկած բոլոր դեպքերում");


    public static final Question question010 = new Question(10, R.drawable.image_007, 2,
            "Թույլատրվու՞մ է արդյոք դեղին ավտոբուսի վարորդին մուտք գործել\n" + "խաչմերուկ:",
            "Թույլատրվում է",
            "Արգելվում է",
            "Թույլատրվում է, եթե ավտոբուսը երթևեկում է սահմանված երթուղով");


    public static final Question question011 = new Question(11, R.drawable.image_008, 2,
            "Ո՞ր պատասխանում է ճիշտ նշված երթևեկության թույլատրելի\n" + "ուղղությունը:",
            "Ուղիղ և դեպի ձախ` մուտք գործելով բակ",
            "Միայն ուղիղ",
            "Միայն հետադարձ",
            "Ուղիղ և հետադարձ");


    public static final Question question012 = new Question(12, 1,
            "Հետադարձն արգելվում է, եթե ճանապարհի թեկուզ և մեկ ուղղությամբ\n" + "տեսանելիությունը պակաս է՝\n",
            "100 մ-ից",
            "150 մ-ից",
            "300 մ-ից");


    public static final Question question013 = new Question(13, 4,
            "Դուք երթևեկում եք երեք գոտի ունեցող երկկողմ երթևեկությամբ\n" + "ճանապարհով: Ո՞ր դեպքում է թույլատրվում մուտք գործել միջին գոտի:",
            "Միայն վազանցի դեպքում",
            "Միայն շրջանցման դեպքում",
            "Միայն ձախ շրջադարձի կամ հետադարձի դեպքում",
            "Թվարկած բոլոր դեպքերում");


    public static final Question question014 = new Question(14, R.drawable.image_009, 2,
            "Ո՞ր ուղղությամբ է թույլատրվում բեռնատար ավտոմոբիլի\n" + "երթևեկությունը:",
            "Միայն դեպի աջ",
            "Դեպի աջ, դեպի ձախ և հակառակ ուղղությամբ",
            "Միայն դեպի ձախ");


    public static final Question question015 = new Question(15, R.drawable.image_010, 1,
            "Ո՞ր նկարում է վարորդը ճիշտ կատարում մանևրը:",
            "1",
            "2",
            "3");


    public static final Question question016 = new Question(16, R.drawable.image_011, 2,
            "Ո՞ր տրանսպորտային միջոցի վարորդն է ճիշտ կատարում հետադարձը:",
            "Կապույտ ավտոմոբիլի վարորդը",
            "Կարմիր ավտոմոբիլի վարորդը",
            "Երկու վարորդներն էլ");


    public static final Question question017 = new Question(17, 1,
            "Ճանապարհային նշանների, գծանշման և բաժանարար գոտու\n" + "բացակայության դեպքում վարորդները երկկողմ երթևեկությամբ\n" + "ճանապարհների երթևեկելի մասում գտնվող ճանապարհային\n" + "կառույցների տարրերը պետք է շրջանցեն՝\n",
            "Աջ կողմից",   //Միայն երկրորդ գոտուց
            "Ձախ կողմից");  //Միայն «A» գծանշումով նշված աջ եզրային գոտուց


    public static final Question question018 = new Question(18, R.drawable.image_012, 2,
            "Ո՞ր ուղղությամբ է արգելվում երթևեկությունը:",
            "Միայն դեպի ձախ:",
            "Միայն դեպի աջ",
            "Ուղիղ և դեպի ձախ:",
            "Բոլոր ուղղություններով:");


    public static final Question question019 = new Question(19, R.drawable.image_013, 2,
            "Ո՞ր տրանսպորտային միջոցի վարորդն է խախտում կանոնները\n" +
                    "շրջադարձ կատարելիս՝ արգելակման գոտի ունեցող ճանապարհին:",
            "Երկու վարորդն էլ",
            "Դեղին ավտոմոբիլի վարորդը",
            "Երկու վարորդն էլ շրջադարձը կատարում են ճիշտ");


    public static final Question question020 = new Question(20, R.drawable.image_014, 2,
            "Թույլատրվու՞մ է արդյոք տվյալ իրադրությունում կարմիր ավտոմոբիլի\n" +
                    "վարորդին շարունակել երթևեկությունը:",
            "Թույլատրվում է:",
            "Արգելվում է:");


    public static final Question question021 = new Question(21, 2,
            "Երեք գոտի ունեցող երկկողմ երթևեկությամբ ճանապարհի վրա Ձեզ\n" +
                    "անհրաժեշտ է կատարել ձախ շրջադարձ: Ո՞ր գոտուց կկատարեք\n" +
                    "տվյալ մանևրը:",
            "Աջ գոտուց",
            "Միջին գոտուց",
            "Աջ կամ միջին գոտուց",
            "Միջին գոտուց, եթե զբաղեցված է աջ գոտին");


    public static final Question question022 = new Question(22, R.drawable.image_015, 1,
            "Թույլատրվու՞մ է արդյոք կարմիր ավտոմոբիլի վարորդին երթևեկել\n" +
                    "տրամվայի գծերով:",
            "Թույլատրվում է",
            "Արգելվում է");


    public static final Question question023 = new Question(23, 5,
            "Հետադարձն արգելվում է՝",
            "Հետիոտնային անցումների վրա և թունելներում:",
            "Կամուրջների, ուղեկամուրջների, էստակադների վրա և դրանց\n" +
                    "տակ",
            "Երկաթուղային գծանցներում",
            "Ճանապարհի` թեկուզ և մեկ ուղղությամբ 100 մ-ից պակաս\n" +
                    "տեսանելիության տեղերում",
            "Բոլոր թվարկած դեպքերում");


    public static final Question question024 = new Question(24, R.drawable.image_016, 2,
            "Ո՞ր ուղղություններով է թույլատրվում երթևեկությունը",
            "Միայն դեպի ձախ",
            "Ուղիղ, դեպի ձախ և հետադարձ",
            "Միայն ուղիղ");


    public static final Question question025 = new Question(25, R.drawable.image_017, 4,
            "Ո՞ր տրանսպորտային միջոցների վարորդներն են խախտել\n" +
                    "ճանապարհային նշանի պահանջները:",
            "Մոտոցիկլների վարորդները",
            "Ավտոմոբիլի և կողային կցորդով մոտոցիկլի վարորդները",
            "Միայն ավտոմոբիլի վարորդը",
            "Միայն ուղիղ");


    public static final Question question026 = new Question(26, 1,
            "Համընթաց ուղղությամբ երթեւեկող տրանսպորտային միջոցների\n" +
                    "միաժամանակյա վերադասավորման դեպքում ճանապարհը պետք է զիջի՝",
            "Ձախից ընթացող տրանսպորտային միջոցի վարորդը",
            "Աջից ընթացող տրանսպորտային միջոցի վարորդը");


    public static final Question question027 = new Question(27, R.drawable.image_018, 1,
            "Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթևեկության\n" +
                    "իրավունք:",
            "Բեռնատար ավտոմոբիլի վարորդը",
            "Ավտոբուսի վարորդը");


    public static final Question question028 = new Question(28, R.drawable.image_019, 1,
            "Պարտավո՞ր է արդյոք սահմանված երթուղով երթևեկող ավտոբուսի\n" +
                    "վարորդը նշված իրադրությունում զիջել ճանապարհը:",
            "Պարտավոր է",
            "Պարտավոր չէ",
            "Պարտավոր չէ, քանի որ երթևեկում է ուղիղ");


    public static final Question question029 = new Question(29, 3,
            "Եթե համապատասխան նշաններով կահավորված երկայնական\n" +
                    "թեքությամբ ճանապարհահատվածներում հանդիպակաց\n" +
                    "երթևեկությունը դժվարացած է, ապա ճանապարհը պետք է զիջել՝",
            "Վայրէջքի ուղղությամբ ընթացող տրանսպորտային միջոցին",
            "Ընդհանուր օգտագործման տրանսպորտային միջոցին",
            "Վերելքի ուղղությամբ ընթացող տրանսպորտային միջոցին");


    public static final Question question030 = new Question(30, R.drawable.image_020, 2,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը",
            "Տրակտորի վարորդը",
            "Ավտոբուսի վարորդը");


    public static final Question question031 = new Question(31, R.drawable.image_021, 2,
            "Երթևեկության առավելություն ունի՝",
            "Կապույտ ավտոմոբիլը, քանի որ կարմիրը փոխում է երթևեկության\n" +
                    "ուղղությունը դեպի ձախ",
            "Կարմիր ավտոմոբիլը, քանի որ միաժամանակյա վերադասավորման\n" +
                    "դեպքում գտնվում է աջ կողմում",
            "Կապույտ ավտոմոբիլը, քանի որ միաժամանակյա\n" +
                    "վերադասավորման դեպքում գտնվում է ձախ կողմում");

    public static final Question question032 = new Question(32, 1,
            "Պարտավո՞ր են արդյոք տրանսպորտային միջոցների վարորդները\n" +
                    "բնակավայրերում ճանապարհը զիջել կահավորված և նշված կանգառի\n" +
                    "կետերի տարածքից երթևեկությունը սկսող ընդհանուր օգտագործման\n" +
                    "տրանսպորտային միջոցներին:",
            "Այո",
            "Ոչ");


    public static final Question question033 = new Question(33, R.drawable.image_022, 1,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը:",
            "Թեթև մարդատար ավտոմոբիլի վարորդը",
            "Բեռնատար ավտոմոբիլի վարորդը");


    public static final Question question034 = new Question(34, R.drawable.image_023, 2,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը:",
            "Ավտոբուսի վարորդը",
            "Ավտոմոբիլի վարորդը");


    public static final Question question035 = new Question(35, R.drawable.image_024, 1,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը",
            "Ավտոմոբիլի վարորդը",
            "Տրամվայի վարորդը");


    public static final Question question036 = new Question(36, R.drawable.image_025, 2,
            "Նշե՛ք խաչմերուկի անցման հերթականությունը`",
            "Ավտոբուսը, բեռնատար ավտոմոբիլը, լծասայլը",
            "Ավտոբուսը և լծասայլը, բեռնատար ավտոմոբիլը");


    public static final Question question037 = new Question(37,  2,
            "Հանդիպակաց երթևեկության դեպքում կտրուկ վայրէջքի վրա\n" +
                    "անհրաժեշտ է ճանապարհը զիջել՝",
            "Ընդհանուր օգտագործման տրանպորտային միջոցին",
            "Վերև բարձրացող տրանսպորտային միջոցին",
            "Ներքև իջնող տրանսպորտային միջոցին");


    public static final Question question038 = new Question(38, 2,
            "Բնակավայրերում միևնույն ուղղությամբ երթևեկության 3 և ավելի\n" +
                    "գոտիների առկայության դեպքում ձախ եզրային գոտի զբաղեցնել\n" +
                    "թույլատրվու՞մ է արդյոք ընդհանուր օգտագործման տրանսպորտային\n" +
                    "միջոցներին:",
            "Թույլատրվում է վազանց կատարելիս",
            "Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս",
            "Թույլատրվում է բոլոր դեպքերում");


    public static final Question question039 = new Question(39,  2,
            "Բոլոր ճանապարհներին միևնույն ուղղությամբ երթևեկության 3 և ավելի\n" +
                    "գոտիների առկայության դեպքում ձախ եզրային գոտի զբաղեցնել\n" +
                    "թույլատրվու՞մ է արդյոք ընդհանուր օգտագործման տրանսպորտային\n" +
                    "միջոցներին:",
            "Թույլատրվում է վազանց կատարելիս",
            "Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս",
            "Թույլատրվում է բոլոր դեպքերում");


    public static final Question question040 = new Question(40, R.drawable.image_026, 3,
            "Ինչպե՞ս պետք է վարվի ավտոբուսի վարորդը տվյալ իրավիճակում:",
            "Ճանապարհը զիջի թեթև մարդատար ավտոմոբիլին",
            "Միացնի շրջադարձի ցուցիչը, տա ձայնային ազդանշան և սկսի\n" +
                    "երթևեկությունը",
            "Սկսի երթևեկությունը` համոզված լինելով, որ թեթև մարդատար\n" +
                    "ավտոմոբիլի վարորդը զիջում է ճանապարհը");


    public static final Question question041 = new Question(41, R.drawable.image_027, 1,
            "Տվյալ իրադրությունում սպիտակ թեթև մարդատար ավտոմոբիլի\n" +
                    "վարորդը`",
            "Ճանապարհը պետք է զիջի ավտոբուսին, որը սկսում է երթևեկությունը\n" +
                    "նշված կանգառի կետից",
            "Ունի առաջնահերթ երթևեկության իրավունք, քանի որ ավտոբուսը\n" +
                    "վերադասավորվում է երկրորդ գոտի անցնելով");


    public static final Question question042 = new Question(42, R.drawable.image_028, 1,
            "Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթևեկության\n" +
                    "իրավունք",
            "Թեթև մարդատար ավտոմոբիլի վարորդը",
            "Ավտոբուսի վարորդը");


    public static final Question question043 = new Question(43, R.drawable.image_029, 1,
            "Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթևեկության\n" +
                    "իրավունք տվյալ իրավիճակում",
            "Ավտոբուսի վարորդը",
            "Թեթև մարդատար ավտոմոբիլի վարորդը",
            "Թեթև մարդատար ավտոմոբիլի վարորդը իրավունք չունի անցնել աջ\n" +
                    "գոտի");


    public static final Question question044 = new Question(44, R.drawable.image_030, 2,
            "Խաչմերուկում որտեղ կազմակերպված է շրջանաձև երթևեկություն,\n" +
                    "պարտավո՞ր է արդյոք ավտոբուսի վարորդը զիջել ճանապարհը\n" +
                    "բեռնատար ավտոմոբիլին:",
            "Պարտավոր է",
            "Պարտավոր չէ");


    public static final Question question045 = new Question(45, R.drawable.image_031, 1,
            "Երթևեկությունն ուղիղ շարունակող ավտոբուսի վարորդը պարտավո՞ր է\n" +
                    "արդյոք զիջել ճանապարհը բեռնատար ավտոմոբիլին:",
            "Պարտավոր է",
            "Պարտավոր չէ");


    public static final Question question046 = new Question(46, R.drawable.image_032, 1,
            "Եթե մտադիր եք շարունակել երթևեկությունն ուղիղ, ո՞ր\n" +
                    "տրանսպորտային միջոցին պետք է զիջեք ճանապարհը:",
            "Երկու տրանսպորտային միջոցներին",
            "Միայն ավտոբուսին",
            "Միայն թեթև մարդատար ավտոմոբիլին",
            "Ոչ մեկին");


    public static final Question question047 = new Question(47, R.drawable.image_033, 2,
            "Եթե մտադիր եք շարունակել երթևեկությունն ուղիղ, ու՞մ պետք է զիջեք\n" +
                    "ճանապարհը:",
            "Միայն թեթև մարդատար ավտոմոբիլին",
            "Միայն ավտոբուսին և թեթև մարդատար ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին",
            "Միայն մոտոցիկլին");


    public static final Question question048 = new Question(48, R.drawable.image_034, 2,
            "Տվյալ իրադրությունում պարտավո՞ր է մոտոցիկլի վարորդը զիջել\n" +
                    "ճանապարհը:",
            "Պարտավոր չէ",
            "Պարտավոր է");


    public static final Question question049 = new Question(49, R.drawable.image_035, 2,
            "Տվյալ իրադրությունում ունե՞ք արդյոք նշված մանևրի իրավունք:",
            "Այո",
            "Ոչ");


    public static final Question question050 = new Question(50, R.drawable.image_036, 3,
            "Դուք շարունակում եք երթևեկությունն ուղիղ, ո՞ր տրանսպորտային\n" +
                    "միջոցին պետք է զիջեք ճանապարհը:",
            "Միայն թեթև մարդատար ավտոմոբիլին",
            "Բեռնատար ավտոմոբիլին",
            "Երկու տրանսպորտային միջոցներին",
            "Ոչ մեկին");


    public static final Question question051 = new Question(51, R.drawable.image_037, 2,
            "Դուք շարունակում եք երթևեկությունն ուղիղ, պարտավո՞ր եք արդյոք\n" +
                    "զիջել ճանապարհը թեթև մարդատար ավտոմոբիլին",
            "Պարտավոր եք",
            "Պարտավոր չեք");


    public static final Question question052 = new Question(52, R.drawable.image_038, 1,
            "Դուք սկսում եք երթևեկել ճամփեզրից, պարտավո՞ր եք արդյոք զիջել\n" +
                    "ճանապարհը թեթև մարդատար ավտոմոբիլին, որը կատարում է\n" +
                    "հետադարձ",
            "Պարտավոր եք",
            "Պարտավոր չեք");


    public static final Question question053 = new Question(53, R.drawable.image_039, 1,
            "Դուք շարունակում եք երթևեկությունն ուղիղ, ո՞ր տրանսպորտային\n" +
                    "միջոցին պետք է զիջեք ճանապարհը:",
            "Միայն թեթև մարդատար ավտոմոբիլին",
            "Ոչ մեկին",
            "Միայն թեթև մարդատար ավտոմոբիլին և մոտոցիկլին",
            "Բոլոր տրանսպորտային միջոցներին");


    public static final Question question054 = new Question(54, R.drawable.image_040, 3,
            "Եթե մտադիր եք կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային\n" +
                    "միջոցին պետք է զիջեք ճանապարհը:",
            "Մոտոցիկլին",
            "Պարեկային ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին");


    public static final Question question055 = new Question(55, R.drawable.image_041, 2,
            "Եթե մտադիր եք խաչմերուկում կատարել հետադարձ, ո՞ր\n" +
                    "տրանսպորտային միջոցին պետք է զիջեք ճանապարհը:",
            "Թեթև մարդատար ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին",
            "Բեռնատար ավտոմոբիլին");


    public static final Question question056 = new Question(56, R.drawable.image_042, 2,
            "Եթե մտադիր եք խաչմերուկում կատարել ձախ շրջադարձ, ո՞ր\n" +
                    "տրանսպորտային միջոցին պետք է զիջեք ճանապարհը:",
            "Բեռնատար ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին",
            "Ոչ մեկին");


    public static final Question question057 = new Question(57, R.drawable.image_043, 2,
            "Եթե մտադիր եք խաչմերուկում կատարել ձախ շրջադարձ, ո՞ր\n" +
                    "տրանսպորտային միջոցին պետք է զիջեք ճանապարհը:",
            "Ոչ մեկին",
            "Միայն ավտոբուսին",
            "Միայն միացված փարոսիկով բեռնատար ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին");


    public static final Question question058 = new Question(58, R.drawable.image_044, 1,
            "Եթե մտադիր եք խաչմերուկում կատարել հետադարձ, ո՞ր\n" +
                    "տրանսպորտային միջոցին պետք է զիջեք ճանապարհը:",
            "Բեռնատար ավտոմոբիլին",
            "Թեթև մարդատար ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին",
            "Ոչ մեկին");


    public static final Question question059 = new Question(59, R.drawable.image_045, 4,
            "Եթե մտադիր եք կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային\n" +
                    "միջոցին պետք է զիջեք ճանապարհը:",
            "Ավտոբուսին",
            "Ավտոբուսին և թեթև մարդատար ավտոմոբիլին",
            "Թեթև մարդատար ավտոմոբիլին",
            "Ոչ մեկին");


    public static final Question question060 = new Question(60, R.drawable.image_046, 2,
            "Եթե մտադիր եք կատարել աջ շրջադարձ, պարտավո՞ր եք արդյոք զիջել\n" +
                    "ճանապարհը թեթև մարդատար ավտոմոբիլին:",
            "Պարտավոր եք",
            "Պարտավոր չեք");


    public static final Question question061 = new Question(61, R.drawable.image_047, 1,
            "Եթե մտադիր եք կատարել աջ շրջադարձ, ո՞ր տրանսպորտային միջոցին\n" +
                    "պետք է զիջեք ճանապարհը:",
            "Ոչ մեկին",
            "Թեթև մարդատար ավտոմոբիլին",
            "Մոտոցիկլին և թեթև մարդատար ավտոմոբիլին");




    //Section - 3 - [62-]

    //1-6
    private static final Question section3Question062 = new Question(62, 2, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլների դողերի պահպանաշերտի\n" +
                    "մնացորդային բարձրությունը կազմում է 1.8 մմ",
            "Խախտված է հիդրավլիկ արգելակային հաղորդակի\n" +
                    "հերմետիկությունը",
            "Երկու դեպքում էլ");

    private static final Question section3Question063 = new Question(63, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բեռնատար ավտոմոբիլի դողերի պահպանաշերտի մնացորդային\n" +
                    "բարձրությունը կազմում է 1.6 մմ",
            "Չի գործում պնևմատիկ արգելակային հաղորդակի ճնշաչափը",
            "Երկու դեպքում էլ");

    private static final Question section3Question064 = new Question(64, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առկա են ղեկային կառավարման մանրամասերի (դետալների) ու\n" +
                    "հանգույցների` կառուցվածքով չնախատեսված տեղաշարժեր կամ\n" +
                    "պարուրակային միացումները ձգված չեն",
            "Բեռնատար ավտոմոբիլում բացակայում է կրակմարիչը",
            "Երկու դեպքում էլ");

    private static final Question section3Question065 = new Question(65, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Սահմանված ռեժիմով չեն աշխատում արտաքին լուսային\n" +
                    "սարքերը",
            "Մոտոցիկլի դողերի պահպանաշերտի մնացորդային բարձրությունը\n" +
                    "կազմում է 0.6 մմ",
            "Երկու դեպքում էլ");

    private static final Question section3Question066 = new Question(66, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Հետին հակամառախուղային լապտերիկները միացված են\n" +
                    "տրանսպորտային միջոցի արգելակումն ազդարարող լուսային\n" +
                    "սարքերին",
            "Չի աշխատում շարժիչը հովացնող հեղուկի ջերմաստիճանի ցուցիչը",
            "Երկու դեպքում էլ");


    private static final Question section3Question067 = new Question(67, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Շարժիչն աշխատում է ընդհատումներով",
            "Դողերն ունեն անվադողի հենքը (կորդը) մերկացնող տեղային\n" +
                    "վնասվածքներ",
            "Չեն աշխատում թեթև մարդատար ավտոմոբիլի սրահի ներքին\n" +
                    "լուսավորության սարքերը",
            "Թվարկած բոլոր դեպքերում");


    //7-12
    private static final Question section3Question068 = new Question(68, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առանց կողային կցորդի մոտոցիկլում բացակայում է «Վթարային\n" +
                    "կանգառ» նշանը",
            "Դողերը չափերով կամ թույլատրելի բեռնվածությամբ չեն\n" +
                    "համապատասխանում տրանսպորտային միջոցի տվյալ մոդելին",
            "Երկու դեպքում էլ");

    private static final Question section3Question069 = new Question(69, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բացակայում է դողի անվահեցի ամրացման հեղյուսներից թեկուզ\n" +
                    "մեկը",
            "Նույն սռնու վրա տեղադրված են պահպանաշերտի տարբեր\n" +
                    "նախշանկարներով դողեր",
            "Երկու դեպքում էլ");

    private static final Question section3Question070 = new Question(70, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բացակայում են կառուցվածքով նախատեսված նստատեղերի\n" +
                    "գլխակալները",
            "Նույն սռնու վրա տեղադրված են նոր և վերականգնված դողեր",
            "Երկու դեպքում էլ");

    private static final Question section3Question071 = new Question(71, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Արտածվող գազերում վնասակար նյութերի պարունակությունը\n" +
                    "գերազանցում է ՀՀ օրենսդրությամբ սահմանված նորմերը",
            "Մոտոցիկլի վրա բացակայում են կառուցվածքով նախատեսված\n" +
                    "ոտնատեղերը",
            "Երկու դեպքում էլ");

    private static final Question section3Question072 = new Question(72, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            " Խախտված է շարժիչի հենատուփի օդափոխության համակարգի\n" +
                    "հերմետիկությունը",
            "Խախտված է շարժիչի սնման համակարգի հերմետիկությունը",
            "Երկու դեպքում էլ");

    private static final Question section3Question073 = new Question(73, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Խախտված է շարժիչի հենատուփի օդափոխության համակարգի\n" +
                    "հերմետիկությունը",
            "Նույն սռնու վրա՝ տեղադրված են ցրտադիմացկուն և ոչ\n" +
                    "ցրտադիմացկուն դողեր",
            "Երկու դեպքում էլ");


    //13-18


    private static final Question section3Question074 = new Question(74, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չեն աշխատում կառուցվածքով նախատեսված ապակեողողիչները",
            "Շարժիչի արտաքին աղմուկի թույլատրելի մակարդակը\n" +
                    "գերազանցում է ստանդարտով սահմանված նորմերը",
            "Երկու դեպքում էլ");

    private static final Question section3Question075 = new Question(75, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            " Շարժիչն աշխատում է ընդհատումներով",
            "Հետին հակամառախուղային լապտերիկները միացված չեն\n" +
                    "արգելակումն ազդարարող լուսային սարքերին",
            "Չեն աշխատում տրանսպորտային միջոցի կառուցվածքով\n" +
                    "նախատեսված ապակեողողիչները",
            "Թվարկած բոլոր դեպքերում");

    private static final Question section3Question076 = new Question(76, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Տեղադրված են երթևեկության մասնակիցներին վնասվածքներ\n" +
                    "հասցնելու վտանգ պարունակող իրեր կամ առարկաներ",
            "Չի աշխատում ձայնային ազդանշանի սարքը",
            "Երկու դեպքում էլ");

    private static final Question section3Question077 = new Question(77, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Մոտոցիկլի և կողային կցորդի շրջանակների միացումներում առկա է\n" +
                    "խաղացք",
            "Առջևի մասում տեղադրված են դեղին գույնի լույսերով\n" +
                    "հակամառախուղային լապտերներ",
            "Երկու դեպքում էլ");

    private static final Question section3Question078 = new Question(78, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բեռնատար ավտոմոբիլում բացակայում է բժշկական դեղատուփը",
            "Առջևի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ",
            "Երկու դեպքում էլ");

    private static final Question section3Question079 = new Question(79, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Կողային կցորդով մոտոցիկլում բացակայում է բժշկական\n" +
                    "դեղատուփը",
            "Անսարք է քարշակի հենակցման հարմարանքը",
            "Երկու դեպքում էլ");




    //19-24

    private static final Question section3Question080 = new Question(80, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չեն աշխատում տրանսպորտային միջոցի կառուցվածքով\n" +
                    "նախատեսված անվտանգության ամրագոտիները",
            "Տեղադրված են վարորդի նստատեղից նրա տեսադաշտը\n" +
                    "սահմանափակող իրեր կամ առարկաներ",
            "Երկու դեպքում էլ");

    private static final Question section3Question081 = new Question(81, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առանց տրանսպորտային միջոցի հաշվառումն իրականացնող\n" +
                    "մարմնի թույլտվության՝ տրանսպորտային միջոցի կառուցվածքում\n" +
                    "կատարված են փոփոխություններ (վերասարքավորումներ)",
            "Առջևի մասում տեղադրված են դեղին գույնի լույսերով շրջադարձի\n" +
                    "ցուցիչներ",
            "Երկու դեպքում էլ");

    private static final Question section3Question082 = new Question(82, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Մեխանիկական տրանսպորտային միջոցը, որով իրականացվում է\n" +
                    "գործնական վարման ուսուցում, չունի համապատասխան ճանաչման\n" +
                    "նշան",
            "Չի աշխատում վառելիքի մակարդակի ցուցիչը",
            "Երկու դեպքում էլ");

    private static final Question section3Question083 = new Question(83, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բացակայում են կառուցվածքով նախատեսված անվտանգության\n" +
                    "աղեղները",
            "Դողերի պահպանաշերտի նվազագույն մնացորդային բարձրությունը\n" +
                    "կազմում է 1,6 մմ",
            "Երկու դեպքում էլ");


    private static final Question section3Question084 = new Question(84, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առջևի մասում տեղադրված են դեղին գույնի լույսերով շրջադարձի\n" +
                    "ցուցիչներ",
            "Բացակայում է դողի անվահեցի ամրացման հեղյուսներից թեկուզ\n" +
                    "մեկը", "Երկու դեպքում էլ");


    private static final Question section3Question085 = new Question(85, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առջևի մասում տեղադրված են նարնջագույն լույսերով շրջադարձի\n" +
                    "ցուցիչներ",
            "Անսարք է քարշակի քարշակցման հարմարանքը", "Երկու դեպքում էլ");


    //25-30


    private static final Question section3Question086 = new Question(86, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առջևի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ",
            "Անսարք է քարշակի քարշակցման հարմարանքը", "Երկու դեպքում էլ");

    private static final Question section3Question087 = new Question(87, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բացակայում են կառուցվածքով նախատեսված անվտանգության\n" +
                    "ամրագոտիները",
            "Հետևի մասում տեղադրված են սպիտակ գույնի լույսերով հետընթացի\n" +
                    "լապտերիկներ", "Երկու դեպքում էլ");

    private static final Question section3Question088 = new Question(88, 4,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բացակայում է կառուցվածքով նախատեսված` թամբի վրայի ուղևորի\n" +
                    "համար լայնակի բռնատեղը",
            "ողերի պահպանաշերտի մնացորդային բարձրությունը կազմում է 0.6 մմ",
            "Բացակայում է բժշկական դեղատուփը",
            "Թվարկած բոլոր դեպքերում");

    private static final Question section3Question089 = new Question(89, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չի աշխատում կառուցվածքով նախատեսված` վարորդի նստատեղի\n" +
                    "դիրքը կարգավորող մեխանիզմը",
            "Չեն աշխատում ավտոբուսի սրահի ներքին լուսավորության սարքերը",
            "Երկու դեպքում էլ");

    private static final Question section3Question090 = new Question(90, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չեն աշխատում թեթև մարդատար ավտոմոբիլի սրահի ներքին\n" +
                    "լուսավորության սարքերը",
            "Բացակայում են կառուցվածքով նախատեսված նստատեղերի\n" +
                    "գլխակալները", "Երկու դեպքում էլ");

    private static final Question section3Question091 = new Question(91, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Հետևի մասում տեղադրված են կարմիր գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ",
            "Չի աշխատում կառուցվածքով նախատեսված արագաչափը",
            "Երկու դեպքում էլ");


    //31-36
    private static final Question section3Question092 = new Question(92, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլի ղեկային կառավարման համակարգի\n" +
                    "գումարային խաղացքը գերազանցում է 10 աստիճանը",
            "Բացակայում են կառուցվածքով նախատեսված ցեխապաշտպան\n" +
                    "գոգնոցները և ցայտապաշտպանիչները",
            "Երկու դեպքում էլ");

    private static final Question section3Question093 = new Question(93, 2, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլների դողերի պահպանաշերտի\n" +
                    "մնացորդային բարձրությունը կազմում է 1.8 մմ",
            "Խախտված է հիդրավլիկ արգելակային հաղորդակի\n" +
                    "հերմետիկությունը", "Երկու դեպքում էլ");


    private static final Question section3Question094 = new Question(94, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլում բացակայում է բժշկական\n" +
                    "դեղատուփը",
            "Հետևի մասում տեղադրված են կարմիր գույնի լույսերով հետընթացի\n" +
                    "լապտերիկներ", "Երկու դեպքում էլ");

    private static final Question section3Question095 = new Question(95, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Ավտոբուսում բացակայում է «Վթարային կանգառ» նշանը",
            "Հետևի մասում տեղադրված են սպիտակ գույնի լույսերով\n" +
                    "հաշվառման համարանիշի լուսավորման լապտերիկներ", "Երկու դեպքում էլ");

    private static final Question section3Question096 = new Question(96, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլի կցորդի դողերի պաշտպանաշերտի\n" +
                    "նախշանկարի մնացորդային բարձրությունը պակաս է 1,6 մմ-ից",
            "Հետևի մասում տեղադրված են նարնջագույն լույսերով շրջադարձի\n" +
                    "ցուցիչներ", "Երկու դեպքում էլ");

    private static final Question section3Question097 = new Question(97, 3 , "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Խախտված է հիդրավլիկ արգելակային հաղորդակի\n" +
                    "հերմետիկությունը",
            "Հետևի մասում տեղադրված են սպիտակ գույնի լույսերով\n" +
                    "շրջադարձի ցուցիչներ", "Երկու դեպքում էլ");



    //37-42
    private static final Question section3Question098 = new Question(98, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Նույն սռնու վրա տեղադրված են տարբեր կառուցվածքների դողեր",
            "Խախտված է շարժիչի սնման համակարգի հերմետիկությունը",
            "Երկու դեպքում էլ");

    private static final Question section3Question099 = new Question(99, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չի աշխատում ձայնային ազդանշանի սարքը",
            "Հովացման համակարգը չի ապահովում շարժիչի աշխատանքի կայուն\n" +
                    "ջերմային ռեժիմը", "Երկու դեպքում էլ");

    private static final Question section3Question100 = new Question(100, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Ղեկային կառավարման պարուրակային միացումները ձգված կամ\n" +
                    "սահմանված ձևով սևեռված չեն",
            "Ավտոբուսում բացակայում են կրակմարիչները", "Երկու դեպքում էլ");

    private static final Question section3Question101 = new Question(101, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առկա են ղեկային կառավարման մանրամասերի (դետալների) ու\n" +
                    "հանգույցների կառուցվածքով չնախատեսված տեղաշարժեր",
            "Առջևի մասում տեղադրված են սպիտակ գույնի լույսերով\n" +
                    "շրջադարձի ցուցիչներ", "Երկու դեպքում էլ");

    private static final Question section3Question102 = new Question(102, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Ավտոբուսի դողերի պահպանաշերտի նախշանկարի մնացորդային\n" +
                    "բարձրությունը կազմում է 1.8 մմ",
            "Խախտված է հիդրավլիկ արգելակային հաղորդակի\n" +
                    "հերմետիկությունը", "Երկու դեպքում էլ");

    private static final Question section3Question103 = new Question(103, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չի գործում պնևմատիկ արգելակային հաղորդակի ճնշաչափը",
            "Ավտոբուսի դողերի պահպանաշերտի մնացորդային բարձրությունը\n" +
                    "կազմում է 1.6 մմ", "Երկու դեպքում էլ");


    //43-48


    private static final Question section3Question104 = new Question(104, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Սահմանված ռեժիմով չեն աշխատում արտաքին լուսային\n" +
                    "սարքերը",
            "Ավտոբուսի դողերի պահպանաշերտի նախշանկարի մնացորդային\n" +
                    "բարձրությունը կազմում է 0.8 մմ", "Երկու դեպքում էլ");

    private static final Question section3Question105 = new Question(105, 2,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Շարժիչն աշխատում է ընդհատումներով",
            "Դողերն ունեն անվադողի հենքը (կորդը) մերկացնող տեղային\n" +
                    "վնասվածքներ", "Երկու դեպքում էլ");

    private static final Question section3Question106 = new Question(106, 1,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Բացակայում է բժշկական դեղատուփը",
            "Դողերի պահպանաշերտի նախշանկարի մնացորդային\n" +
                    "բարձրությունը կազմում է 2,2 մմ", "Երկու դեպքում էլ");

    private static final Question section3Question107 = new Question(107, 2, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չեն աշխատում թեթև մարդատար ավտոմոբիլի սրահի ներքին\n" +
                    "լուսավորության սարքերը",
            "Չեն աշխատում ավտոբուսի սրահի ներքին լուսավորության սարքերը", "Երկու դեպքում էլ");


    private static final Question section3Question108 = new Question(108, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլի բազայի վրա պատրաստված\n" +
                    "ավտոբուսի մոտ ղեկային կառավարման համակարգի գումարային\n" +
                    "խաղացքը գերազանցում է 10 աստիճանը",
            "Բացակայում են կառուցվածքով նախատեսված ցեխապաշտպան\n" +
                    "գոգնոցները և ցայտապաշտպանիչները", "Երկու դեպքում էլ");


    private static final Question section3Question109 = new Question(109, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլի բազայի վրա պատրաստված\n" +
                    "ավտոբուսի ղեկային կառավարման համակարգի գումարային\n" +
                    "խաղացքը 15 աստիճան է",
            "Ավտոբուսի ղեկային կառավարման համակարգի գումարային\n" +
                    "խաղացքը 15 աստիճան է", "Երկու դեպքում էլ");


    //49-54


    private static final Question section3Question110 = new Question(110, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Հետևի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ",
            "Հետևի մասում տեղադրված են կարմիր գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ", "Երկու դեպքում էլ");

    private static final Question section3Question111 = new Question(111, 2,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Առկա են երկուսից ոչ պակաս հակագլորման հենակներ",
            "Հետևի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ", "Երկու դեպքում էլ");

    private static final Question section3Question112 = new Question(112, 3,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Չեն աշխատում դռների վթարային բացիչները",
            "Թափքի հետնապատին չեն կրկնվում հաշվառման համարանիշերի\n" +
                    "թվերը և տառերը", "Երկու դեպքում էլ");

    private static final Question section3Question113 = new Question(113, 1,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Չի աշխատում կանգառ կատարելու պահանջի ազդանշանը",
            "Թափքի հետնապատին կրկնվում են հաշվառման համարանիշերի\n" +
                    "թվերը և տառերը", "Երկու դեպքում էլ");

    private static final Question section3Question114 = new Question(114, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլների դողերի պահպանաշերտի\n" +
                    "մնացորդային բարձրությունը կազմում է 1.8 մմ",
            "Խախտված է հիդրավլիկ արգելակային հաղորդակի\n" +
                    "հերմետիկությունը", "Երկու դեպքում էլ");

    private static final Question section3Question115 = new Question(115, 2, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Դողերի պահպանաշերտի նախշանկարի մնացորդային բարձրությունը\n" +
                    "կազմում է 2.5 մմ",
            "Չեն աշխատում սրահի ներքին լուսավորության սարքերը", "Երկու դեպքում էլ");


    //55-59


    private static final Question section3Question116 = new Question(116, 3,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Չեն աշխատում վթարային ելքերը և դրանք գործողության մեջ դնող\n" +
                    "հարմարանքները",
            "Չի աշխատում կանգառ կատարելու պահանջի ազդանշանը", "Երկու դեպքում էլ");


    private static final Question section3Question117 = new Question(117, 3,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Չի աշխատում դռների կառավարման հաղորդակը",
            "Բացակայում է բժշկական դեղատուփը", "Երկու դեպքում էլ");

    private static final Question section3Question118 = new Question(118, 3,
            "5 տոննայից ավելի թույլատրելի առավելագույն զանգված ունեցող\n" +
                    "ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Բացակայում են հակագլորման հենակները",
            "Հետևի մասում տեղադրված են կարմիր գույնի հետընթացի\n" +
                    "լապտերիկներ", "Երկու դեպքում էլ");

    private static final Question section3Question119 = new Question(119, 3,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Առկա է մեկ հատ կրակմարիչ",
            "Բացակայում է «Վթարային կանգառ» նշանը", "Երկու դեպքում էլ");

    private static final Question section3Question120 = new Question(120, 3,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Առկա է հակագլորման մեկ հենակ",
            "Առկա է մեկ կրակմարիչ", "Երկու դեպքում էլ");




     // Section - 4 - 121 - 200
//1-5
    private static final Question section4Question121 = new Question(121, R.drawable.image_121, 4,
            "Այս նշանները թույլատրում են երթևեկությունը`",
            "Միայն դեպի ձախ",
            "Միայն ուղիղ",
            "Միայն դեպի աջ",
            "Ուղիղ, դեպի աջ և հակառակ ուղղությամբ");

    private static final Question section4Question122 = new Question(122, R.drawable.image_122,4,
            "Նշաններից ո՞րն է վարորդին առավելություն տալիս հանդիպակաց\n" +
                    "տրանսպորտային միջոցների նկատմամբ",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question123 = new Question(123, R.drawable.image_123,3,
            "Թույլատրվու՞մ է արդյոք մուտք գործել այս նշանով նշված գոտի աջ\n" +
                    "շրջադարձ կատարելիս",
            "Թույլատրվում է",
            "Արգելվում է",
            "Թույլատրվում է, եթե այդ գոտին մնացած երթևեկելի մասից\n" +
                    "բաժանված չէ գծանշման հոծ գծով");

    private static final Question section4Question124 = new Question(124,R.drawable.image_124, 2,
            "Այս ճանապարհային նշանը ցույց է տալիս`",
            "Ճանապարհի հատված, որտեղ առկա է մայթ կամ հետիոտնային\n" +
                    "արահետ",
            "Ճանապարհի հատված, որտեղ առկա է հետիոտնային անցում", "Ճանապարհի հատված, որտեղ բացակայում է մայթ կամ\n" +
            "հետիոտնային արահետ");

    private static final Question section4Question125 = new Question(125, R.drawable.image_125,3,
            "Նշաններից ո՞րն է արգելում երթևեկությունը նշանի վրա\n" +
                    "պատկերվածից ավելի փոքր միջտարածությամբ",
            "1",
            "2",
            "3",
            "4", "5");



    //6-10

    private static final Question section4Question126 = new Question(126, R.drawable.image_126,3,
            "Ճանապարհի վտանգավոր հատվածի տեղամասից ի՞նչ հեռավորության\n" +
                    "վրա են տեղադրվում այս նշանները բնակավայրերում:",
            "15 - 25 մ",
            "25 - 50 մ",
            "50 - 100 մ",
            "100 - 150 մ",
            "150 - 300 մ");

    private static final Question section4Question127 = new Question(127, R.drawable.image_127,3,
            "Այս ճանապարհային նշանը՝",
            "Արգելում է բոլոր մեխանիկական տրանսպորտային միջոցների\n" +
                    "երթևեկությունը՝ բացառությամբ առանց կողային կցորդի երկանիվ\n" +
                    "մոտոցիկլների",
            "Արգելվում է բոլոր տրանսպորտային միջոցների երթևեկությունը՝\n" +
                    "բացառությամբ անվավոր տրակտորների",
            "Արգելվում է տրակտորների և ինքնագնաց մեքենաների\n" +
            "երթևեկությունը");

    private static final Question section4Question128 = new Question(128, R.drawable.image_128,3,
            "Նշաններից ո՞րն է պարտադրում զիջել ճանապարհը հանդիպակաց\n" +
                    "ուղղությամբ ճանապարհի նեղ հատված մուտք գործող կամ դրան\n" +
                    "մոտեցող տրանսպորտային միջոցներին",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question129 = new Question(129, R.drawable.image_129,5,
            "Նշաններից ո՞րն է նախազգուշացնում հավասարազոր ճանապարհների\n" +
                    "խաչմերուկին մոտենալու մասին",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question130 = new Question(130, R.drawable.image_130,2,
            "Նշաններից ո՞րն է տեղադրվում երթևեկելի մասերի հատումից\n" +
                    "անմիջապես առաջ",
            "1",
            "2",
            "3",
            "4",
            "5");



    //11-15
    private static final Question section4Question131 = new Question(131, R.drawable.image_131,3,
            "Ի՞նչ է նշանակում նշանի տակ տեղադրված ցուցանակը",
            "Նշանից մինչև առաջին շրջադարձի սկիզբը եղած հեռավորությունը",
            "Առաջին շրջադարձից մինչև երկրորդ շրջադարձի սկիզբը եղած\n" +
                    "հեռավորությունը",
            "Վտանգավոր շրջադարձերով ճանապարհի հատվածի երկարությունը");

    private static final Question section4Question132 = new Question(132, R.drawable.image_132,1,
            "Ի՞նչ են նշանակում հետևյալ նշանները",
            "Մոտոցիկլների երթևեկությունը դեպի աջ արգելվում է",
            "Մոտոցիկլների երթևեկությունը դեպի աջ թույլատրվում է");

    private static final Question section4Question133 = new Question(133, R.drawable.image_133,5,
            "Նշաններից ո՞րն է արգելում կայանումն ամսվա զույգ օրերին",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question134 = new Question(134, R.drawable.image_134,1,
            "Այս ճանապարհային նշանը՝",
            "Թույլատրում է երթևեկել միայն նշված կամ ավելի բարձր\n" +
                    "արագությամբ",
            "Արգելում է երթևեկել նշանի վրա նշվածից ավելի բարձր\n" +
                    "արագությամբ", " Ցույց է տալիս այն արագությունը, որով առաջարկվում է երթևեկել\n" +
            "ճանապարհի տվյալ հատվածում");

    private static final Question section4Question135 = new Question(135, R.drawable.image_135,2,
            "Հետևյալ նշաններից ո՞րն է պարտադրում զիջել ճանապարհը\n" +
                    "հանդիպակաց երթևեկող տրանսպորտային միջոցներին",
            "1",
            "2",
            "3",
            "4",
            "5");






   //16-20
    private static final Question section4Question136 = new Question(136, R.drawable.image_136,2,
            "Այս նշանը կոչվում է՝",
            "Արգելքի շրջանցման նախնական ցուցիչ",
            "Այլ երթևեկելի մաս վերադասավորվելու նախնական ցուցիչ", "Հանդիպակաց երթևեկության գոտի դուրս գալու նախնական ցուցիչ");

    private static final Question section4Question137 = new Question(137, R.drawable.image_137,3,
            "Նշաններից ո՞րն է պարտադրում զիջել ճանապարհը հատվող\n" +
                    "ճանապարհով ընթացող տրանսպորտային միջոցներին",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question138 = new Question(138, R.drawable.image_138,1,
            "Թույլատրվու՞մ է արդյոք ավտոբուսի վարորդին վազանց կատարել այս\n" +
                    "նշանի ազդման գոտում",
            "Թույլատրվում է բոլոր դեպքերում՝ վազանցի կանոնները\n" +
                    "պահպանելով",
            "Չի թույլատրվում", "Թույլատրվում է, եթե վազանցվող տրանսպորտային միջոցի\n" +
            "արագությունը չի գերազանցում 30 կմ/ժ");
    private static final Question section4Question139 = new Question(139, R.drawable.image_139,3,
            "Հետևյալ նշաններից ո՞րն է թույլատրում երթևեկել միայն նշված (կմ/ժ)\n" +
                    "կամ ավելի բարձր արագությամբ",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question140 = new Question(140, R.drawable.image_140,3,
            "Նշաններից ո՞րն է ցույց տալիս միակողմ երթևեկության ճանապարհի\n" +
                    "հատվածը",
            "1",
            "2",
            "3",
            "4",
            "5");




    //21-25
    private static final Question section4Question141 = new Question(141,R.drawable.image_141, 2,
            "Ի՞նչ է ցույց տալիս այս նշանի տակ տեղադրված ցուցանակը՝",
            "Ճանապարհի նեղ հատվածի երկարությունը",
            "Նշանից մինչև սահմանափակման տեղն ընկած հեռավորությունը",
            "Մինչև ճանապարհի նեղ հատվածի շրջանցման տեղն ընկած\n" +
                    "հեռավորությունը");
    private static final Question section4Question142 = new Question(142, R.drawable.image_142,3,
            "Այս ճանապարհային նշանը նախազգուշացնում է, որ առջևում՝",
            " Կամուրջ կամ լաստանավային անցում չունեցող ջրային արգելքով\n" +
                    "ճանապարհահատված է",
            "Ջրային արգելքով ճանապարհահատված է, որի վրա առկա է բացվող\n" +
                    "կամուրջ", "Տեղամաս է, որտեղ ճանապարհը դուրս է գալիս ափ կամ առափ");

    private static final Question section4Question143 = new Question(143, R.drawable.image_143,4,
            "Նշաններից ո՞րն է ցույց տալիս տրանսպորտային միջոցների կանգառն\n" +
                    "ու կայանելն արգելող ճանապարհային նշանների ազդման գոտին",
            "1",
            "2",
            "3",
            "4",
            "5");
    private static final Question section4Question144 = new Question(144, R.drawable.image_144, 4,
            "Հետևյալ նշաններից ո՞րն է ցույց տալիս նախազգուշացնող նշանների\n" +
                    "ազդեցության` ճանապարհի վտանգավոր հատվածի երկարությունը",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question145 = new Question(145, R.drawable.image_145,3,
            "Այս ճանապարհային նշանը ցույց է տալիս՝",
            "Միակողմ երթևեկությամբ ճանապարհ, որով թույլատրվում է միայն\n" +
                    "բեռնատար ավտոմոբիլների երթևեկությունը",
            "Միայն բեռնատար ավտոմոբիլների երթևեկության համար\n" +
                    "նախատեսված գոտին", "Բեռնատար ավտոմոբիլների համար առաջարկվող երթևեկության\n" +
            "ուղղությունը");





    //26-30
    private static final Question section4Question146 = new Question(146, R.drawable.image_146,3,
            "Նշաններից ո՞րն է կոչվում «Հյուրանոց» կամ «Մոթել»",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question147 = new Question(147, R.drawable.image_147,3,
            "Այսպիսի ճանաչման նշանով կահավորվում են այն ավտոմոբիլները,\n" +
                    "որոնք՝",
            "Փոխադրում են վտանգավոր բեռներ",
            "Ղեկավարվում են հաշմանդամների կողմից",
            "Ղեկավարվում են խուլ կամ խուլ ու համր վարորդների կողմից",
            "Ղեկավարվում են մինչև 3 տարի վարորդական փորձ ունեցող\n" +
                    "վարորդների կողմից");

    private static final Question section4Question148 = new Question(148, R.drawable.image_148,2,
            "Նշաններից ո՞րն է ցույց տալիս 50 կմ/ժ առավելագույն արագության\n" +
                    "սահմանափակման գոտու վերջը",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question149 = new Question(149, R.drawable.image_149,2,
            "Ինչի՞ մասին են զգուշացնում այս նշանը և ցուցանակը",
            "Նորոգման աշխատանքների կատարման պատճառով ճանապարհի\n" +
                    "կողնակին կանգառ կատարելն արգելվում է",
            "Նորոգման աշխատանքների կատարման պատճառով ճանապարհի\n" +
                    "կողնակ մուտք գործելը վտանգավոր է", "Նորոգման աշխատանքների կատարման պատճառով ճանապարհի\n" +
            "կողնակին կայանելն արգելում է");

    private static final Question section4Question150 = new Question(150 ,R.drawable.image_150, 3,
            "Այսպիսի ճանաչման նշանով են կահավորվում այն տրանսպորտային\n" +
                    "միջոցները, որոնք՝",
            "Ղեկավարվում են հաշմանդամների կողմից",
            "Փոխադրում են ծանրաքաշ և մեծ եզրաչափերով բեռներ", "Փոխադրում են վտանգավոր բեռնե",
            "Ղեկավարվում են խուլ կամ խուլ ու համր վարորդների կողմից");






    //31-35
    private static final Question section4Question151 = new Question(151, R.drawable.image_151,4,
            "Նշաններից ո՞րն է վերացնում նախկին բոլոր սահմանափակումները",
            "1",
            "2",
            "3",
            "4",
            "5");
    private static final Question section4Question152 = new Question(152, R.drawable.image_152,2,
            "Ո՞ր դեպքում է վարորդը ճիշտ կատարել այս նշանի պահանջները",
            "Զիջել է ճանապարհը հատվող ճանապարհով ընթացող մեխանիկական\n" +
                    "տրանսպորտային միջոցներին",
            "Զիջել է ճանապարհը հատվող ճանապարհով ընթացող\n" +
                    "տրանսպորտային միջոցներին");

    private static final Question section4Question153 = new Question(153, R.drawable.image_153,2,
            "Տեղադրվածներից ո՞րն է կիրառվում որպես ավտոգնացքի ճանաչման\n" +
                    "նշան",
            "Ձախ նշանը",
            "Աջ նշանը", "Երկու նշաններն էլ");

    private static final Question section4Question154 = new Question(154, R.drawable.image_154,4,
            "Ո՞ր նշանն է պարտադրում զիջել ճանապարհը հատվող ճանապարհով\n" +
                    "երթևեկող տրանսպորտային միջոցներին",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question155 = new Question(155, R.drawable.image_155,3,
            "Հետևյալ նշաններից (ցուցանակներից) ո՞րն է ցույց տալիս\n" +
                    "տրանսպորտային միջոցի կանգնեցման ձևը կայանման տեղերում",
            "1",
            "2",
            "3",
            "4",
            "5");






    //36-40
    private static final Question section4Question156 = new Question(156, R.drawable.image_156,1,
            "Թույլատրվու՞մ է արդյոք ուղևորներ նստեցնելու համար կանգ առնել\n" +
                    "այս նշանով նշված գոտու վրա",
            "Թույլատրվում է, եթե այդ գոտին գտնվում է երթևեկելի մասի աջ եզրի\n" +
                    "մոտ և մնացած երթևեկելի մասից բաժանված չէ գծանշման հոծ գծով",
            "Արգելվում է", "Թույլատրվում է");

    private static final Question section4Question157 = new Question(157, R.drawable.image_157,1,
            "Այս ճանապարհային նշանի առկայության դեպքում՝",
            "Արգելվում է բոլոր տեսակի տրանսպորտային միջոցներով վազանցի\n" +
                    "կատարումը, բացառությամբ դանդաղընթաց տրանսպորտային\n" +
                    "միջոցների, լծասայլերի, առանց կողային կցորդի երկանիվ\n" +
                    "մոտոցիկլների, մոպեդների եւ հեծանիվների",
            "Թույլատրվում է 3.5 տ ոչ ավելի թույլատրելի առավելագույն\n" +
                    "զանգված ունեցող բեռնատար ավտոմոբիլներով վազանցի\n" +
                    "կատարումը");

    private static final Question section4Question158 = new Question(158, R.drawable.image_158,2,
            "Նշաններից ո՞րն է կոչվում «Հատում հեծանվային արահետի հետ»",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question159 = new Question(159, R.drawable.image_159,1,
            "Նշաններից ո՞րն է կոչվում «Հատում հեծանվային արահետի հետ»",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question160 = new Question(160, R.drawable.image_160,2,
            "Նշաններից ո՞րն է ցույց տալիս երթևեկության ուղղությունները T-աձև\n" +
                    "խաչմերուկում",
            "1",
            "2",
            "3",
            "4",
            "5");







    //41-45
    private static final Question section4Question161 = new Question(161, R.drawable.image_161,1,
            "Այս ճանապարհային նշանը ցույց է տալիս՝",
            "Միջանցիկ անցում չունեցող ճանապարհ",
            "Երթևեկության ուղղությունը դեպի բնակավայրում գտնվող օբյեկտ",
            "Թափառքի գոտու կամ վերելքի վրա լրացուցիչ գոտու վերջը");
    private static final Question section4Question162 = new Question(162, 4,
            "Ո՞ ր նշանի ազդեցությունը չի տարածվում ընդհանուր օգտագործման\n" +
                    "տրանսպորտային միջոցների վրա",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question163 = new Question(163, R.drawable.image_163,3,
            "Ո՞ր տրանսպորտային միջոցների երթևեկությունն է թույլատրվում այս\n" +
                    "նշանի ազդեցության ճանապարհներին",
            "Մեխանիկական տրանսպորտային միջոցների",
            "Բոլոր տրանսպորտային միջոցների", "Ավտոմոբիլների և մոտոցիկլների",
    "Այն տրանսպորտային միջոցների, որոնց առավելագույն արագությունը\n" +
            "գերազանցում է 40 կմ/ժ");

    private static final Question section4Question164 = new Question(164,R.drawable.image_164, 2,
            "Այս ճանապարհային նշաններից ո՞րը չի համարվում արգելող",
            "1",
            "2",
            "3",
            "4",
            "5");
    private static final Question section4Question165 = new Question(165, R.drawable.image_165,3,
            "Ի՞նչ է նշանակում այս ճանաչման նշանը",
            "Առջևում երթևեկելի մասի անհարթություններ ունեցող ճանապարհի\n" +
                    "հատված է",
            "Առջևում տվյալ ուղղությամբ երթևեկելու համար երեք գոտի\n" +
                    "ունեցող ճանապարհի հատված էչ", "Մեխանիկական տրանսպորտային միջոցի վրա տեղադրված են\n" +
            "բութակավոր դողե");







    //46-50
    private static final Question section4Question166 = new Question(166,R.drawable.image_166, 4,
            "Նշաններից ո՞րն է կոչվում «Միակողմ երթևեկությամբ ճանապարհի\n" +
                    "վերջ»",
            "1",
            "2",
            "3",
            "4",
            "5");
    private static final Question section4Question167 = new Question(167,R.drawable.image_167, 2,
            "Նշաններից ո՞րն է պարտադրում զիջել ճանապարհը հատվող\n" +
                    "ճանապարհով ընթացող տրանսպորտային միջոցներին",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question168 = new Question(168, R.drawable.image_168,3,
            "Հետևյալ նշանները ցույց են տալիս՝",
            "Կայանման տեղը 30 մետրից` «Հաշմանդամներ» ճանաչման\n" +
                    "նշանով կահավորված ավտոմոբիլների համար",
            "Կայանման տեղը 30 մ երկարությամբ գոտում` տրանսպորտային\n" +
                    "միջոցների համար` բացառությամբ մոտոսայլակների",
            "Կայանման տեղը 30 մ երկարությամբ գոտում` մոտոսայլակների և\n" +
            "«Հաշմանդամ» ճանաչման նշանով կահավորված ավտոմոբիլների");

    private static final Question section4Question169 = new Question(169, R.drawable.image_169,3,
            "Այս նշաններից ո՞րն է համարվում տրանսպորտային միջոցի ճանաչման\n" +
                    "նշան",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question170 = new Question(170, R.drawable.image_170,1,
            "Ո՞ր տրանսպորտային միջոցի երթևեկությունն է արգելում այս\n" +
                    "ճանապարհային նշանը",
            "Մեխանիկական տրանսպորտային միջոցների",
            "Միայն ավտոմոբիլների", "Միայն թեթև մարդատար ավտոմոբիլների");






     //51-55
    private static final Question section4Question171 = new Question(171,R.drawable.image_171, 5,
            "Նշաններից ո՞րն է ցույց տալիս արգելքի շրջանցումն աջից կամ\n" +
                    "ձախից",
             "1",
             "2",
             "3",
             "4",
             "5");

    private static final Question section4Question172 = new Question(172,R.drawable.image_172, 1,
            "Նշաններից ո՞րն է տեղադրվում տրանսպորտային միջոցների առջևի և\n" +
                    "ետևի կողմերում` երեխաների կազմակերպված խմբեր տեղափոխելիս",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question173 = new Question(173, R.drawable.image_173,1,
            "Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները",
            "Գլխավոր ճանապարհը շարունակվում է խաչմերուկից դեպի ձախ",
            "Գլխավոր ճանապարհը շարունակվում է խաչմերուկից ուղիղ և դեպի\n" +
                    "ձախ");

    private static final Question section4Question174 = new Question(174, R.drawable.image_174,2,
            "Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները",
            "Ցուցանակի ազդեցության գոտում վարորդները պետք է երթևեկեն\n" +
                    "նշանի վրա ցույց տրվածից ավելի բարձր արագությամբ",
            "Ցուցանակի ազդեցության գոտում վարորդներին առաջարկվում է\n" +
                    "երթևեկել նշանի վրա ցույց տրված արագությամբ");

    private static final Question section4Question175 = new Question(175, R.drawable.image_175,3,
            "Ո՞ր նշանների ազդեցությունն է գործում միայն այն\n" +
                    "ժամանակահատվածում, որի ընթացքում երթևեկելի մասի ծածկույթը\n" +
                    "խոնավ ",
            "Միայն A և C",
            "Միայն B", "Միայն C", "Բոլորը");







   //56-60
    private static final Question section4Question176 = new Question(176, R.drawable.image_176,2,
            "Ինչպե՞ս պետք է վարվի վարորդը տվյալ իրադրությունում",
            "Շարունակի ընթացքն ուղիղ",
            "Վերադասավորվի ճանապարհի հանդիպակաց երթևեկելի գոտի");

    private static final Question section4Question177 = new Question(177, R.drawable.image_177, 1,
            "Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները",
            "Նշանից 150-300 մետրից հետո աջ կողմից կա ճանապարհի նեղացում,\n" +
                    "որի երկարությունը 100 մ է",
            "Նշանից 100 մետրից հետո, ճանապարի աջ կողմից կա ճանապարհի\n" +
                    "նեղացում");

    private static final Question section4Question178 = new Question(178, R.drawable.image_178, 3,
            "Ո՞ր ուղղությամբ է թույլատրվում վարորդին երթևեկել",
            "Միայն աջ և ձախ",
            "Միայն ուղիղ", "Ուղիղ և հակառակ ուղղությամբ");

    private static final Question section4Question179 = new Question(179,R.drawable.image_179, 3,
            "Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները",
            "Կանգառն արգելված է շաբաթ օրերին",
            "Կանգառն արգելված է կիրակի օրերին",
            "Կանգառն արգելված է շաբաթ-կիրակի և տոն օրերին",
            "Կանգառն արգելված է ձյունաթափի ժամանակ");

    private static final Question section4Question180 = new Question(180, R.drawable.image_180,3,
            "Ո՞ր ճանապարհային նշանն է արգելում հետադարձը",
            "1",
            "2",
            "3",
            "4",
            "5");










    //61-65
    private static final Question section4Question181 = new Question(181, R.drawable.image_181,1,
            "Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները",
            "Նորոգման աշխատանքների պատճառով կողնակ մուտք գործելը\n" +
                    "վտանգավոր է",
            "Ճանապարհին իրականացվում են վերանորոգման աշխատանքներ");

    private static final Question section4Question182 = new Question(182,R.drawable.image_182, 3,
            "Ի՞նչպես պիտի վարվի վարորդն այն դեպքում, երբ խաչմերուկից առաջ\n" +
                    "տեղադրված է հետևյալ ճանապարհային նշանը",
            "Անցնել խաչմերուկը` անվտանգությունը պահպանելով",
            "Ճանապարհը զիջել հատվող ճանապարհով ընթացող\n" +
                    "տրանսպորտային միջոցներին",
            "Կանգնել նշանի առջև և ճանապարհը զիջել հատվող ճանապարհով\n" +
            "ընթացող տրանսպորտային միջոցներին");

    private static final Question section4Question183 = new Question(183, R.drawable.image_183,3,
            "Ո՞ր ճանապարհային նշանների ազդեցությունը չի տարածվում\n" +
                    "ընդհանուր օգտագործման տրանսպորտային միջոցների վրա",
            "Ոչ մեկը",
            "Միայն առաջինը", "Միայն չորրորդը");

    private static final Question section4Question184 = new Question(184, R.drawable.image_184,2,
            "Հետևյալ ճանապարհային նշանը ցույց է տալիս`",
            "Խաչմերուկում պետք է երթևեկել դեպի ձախ կամ աջ",
            "Հատվող ճանապարհին կազմակերպված է դարձափոխային\n" +
                    "երթևեկություն",
            "Հատվող ճանապարհին կազմակերպված է միակողմանի\n" +
                    "երթևեկություն");

    private static final Question section4Question185 = new Question(185, R.drawable.image_185,1,
            "Տվյալ իրադրությունում պարտավո՞ր է վարորդը ճանապարհը զիջել\n" +
                    "բեռնատար ավտոմոբիլին",
            "Պարտավոր է",
            "Պարտավոր չէ");




    //66-70
    private static final Question section4Question186 = new Question(186, R.drawable.image_186,2,
            "Ի՞նչ են ցույց տալիս հետևյալ ճանապարհային նշանները",
            "Ճանապարհի սառցապատման ժամանակ պետք է երթևեկել 40 կմ/ժ\n" +
                    "արագությամբ",
            "Թաց ճանապարհածածկույթի դեպքում պետք է երթևեկել 40 կմ/ժ-ից\n" +
                    "ոչ ավելի արագությամբ");

    private static final Question section4Question187 = new Question(187, R.drawable.image_187,3,
            "Ի՞նչ են ցույց տալիս հետևյալ ճանապարհային նշանները",
            "Կանգառն արգելված է շաբաթ օրերին",
            "Կանգառն արգելված է կիրակի օրերին",
            "Կանգառն արգելված է աշխատանքային օրերին");

    private static final Question section4Question188 = new Question(188, R.drawable.image_188,2,
            "Ի՞նչ է ցույց տալիս հետևյալ ճանապարհային նշանը",
            "Ճանապարհի տվյալ հատվածում թույլատրվում է երթևեկել 50 կմ/ժ-ից\n" +
                    "ոչ ավելի արագությամբ",
            "Առաջարկվում է ճանապարհի տվյալ հատվածում երթևեկել 50 կմ/ժ\n" +
                    "արագությամբ",
            "Թույլատրվում է երթևեկել միայն նշանում նշված կամ ավելի բարձր\n" +
            "արագությամբ");

    private static final Question section4Question189 = new Question(189, R.drawable.image_189,3,
            "Ո՞ր ճանապարհային նշանն է պարտադրում վարորդին երթևեկել միայն\n" +
                    "դեպի ձախ կամ դեպի աջ",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question190 = new Question(190, R.drawable.image_190,1,
            "Ի՞նչ են ցույց տալիս հետևյալ ճանապարհային նշանները",
            "Թաց ճանապարհածածկույթի դեպքում առաջարկվում է երթևեկել 40\n" +
                    "կմ/ժ արագությամբ",
            "Թաց ճանապարհածածկույթի դեպքում թույլատրվում է երթևեկել 40\n" +
                    "կմ/ժ-ից ոչ ավելի արագությամբ");




    //71-75

    private static final Question section4Question191 = new Question(191, R.drawable.image_191,3,
            "Տվյալ ճանապարհային նշանների ազդեցությունը տարածվում է`",
            "Ճանապարհի ձախ կողմում",
            "Ճանապարհի աջ կողմում", "Ճանապարհի այն կողմում, որտեղ դրանք տեղադրված են");

    private static final Question section4Question192 = new Question(192, R.drawable.image_192,3,
            "Տվյալ իրադրությունում ո՞ր հետագծով է թույլատրվում արգելքի\n" +
                    "շրջանցումը",
            "Միայն «a»",
            "Միայն «b»", "«a» և «b»");

    private static final Question section4Question193 = new Question(193, R.drawable.image_193,2,
            "Ինչպե՞ս պետք է վարվի վարորդը տվյալ իրավիճակում",
            "Անհրաժեշտ է կանգ առնել առաջին նշանի մոտ",
            "Անհրաժեշտ է կանգ առնել երկրորդ նշանից առաջ",
            "Անհրաժեշտ է կանգ առնել երկաթուղային առաջին գծից ոչ պակաս 5\n" +
                    "մետր հեռավորության վրա");

    private static final Question section4Question194 = new Question(194, R.drawable.image_194,3,
            "Ի՞նչպես պետք է վարվի վարորդը, եթե խաչմերուկում մտադիր է\n" +
                    "կատարել աջ շրջադարձ",
            "Կարող է վերադասավորվել աջ երթևեկելի գոտի, դրանից հետո\n" +
                    "կատարել աջ շրջադարձ",
            "Կարող է մոտենալ խաչմերուկին, այնուհետև կատարել աջ շրջադարձ",
            "Երկու պատասխաններն էլ ճիշտ են");

    private static final Question section4Question195 = new Question(195,R.drawable.image_195, 1,
            "Տվյալ իրադրությունում նշանից 200 մ հեռավորության վրա վարորդն\n" +
                    "ունի՞ արդյոք հետադարձի իրավունք",
            "Իրավունք ունի",
            "Իրավունք չունի");



    //76-80

    private static final Question section4Question196 = new Question(196, R.drawable.image_196,2,
            "Տվյալ դեպքում պարտավո՞ր է վարորդը կանգ առնել կարգավորողի\n" +
                    "կողմից նշված տեղում",
            "Պարտավոր չէ, քանի որ նշանն արգելում է կանգառը",
            "Պարտավոր է");

    private static final Question section4Question197 = new Question(197, R.drawable.image_197,3,
            "Ինչպե՞ս պետք է վարվի վարորդը տվյալ իրավիճակում",
            "Անցնի երկաթուղային գծանցն` ապահովելով անվտանգությունը",
            "Անցնի երկաթուղային գծանցն առանց կանգ առնելու",
            "Կանգ առնի նշանից առաջ և պահպանելով անվտանգությունն` անցնի\n" +
                    "բազմագիծ երկաթուղային գծանցը");

    private static final Question section4Question198 = new Question(198, R.drawable.image_198, 2,
            "Ի՞նչ է ցույց տալիս երթևեկելի մասում արված գծանշումը",
            "Համընթաց ուղղությամբ երթևեկող տրանսպորտային միջոցների\n" +
                    "համար առանձնացված գոտիների սահմանները",
            "Դարձափոխային երթևեկության գոտու սահմանները");

    private static final Question section4Question199 = new Question(199, R.drawable.image_199,3,
            "Որ ուղղությամբ է թույլատրվում թեթև մարդատար ավտոմոբիլի երթևեկությունը",
            "Դեպի ձախ և հակառակ ուղղությամբ",
            "Ցանկացած ուղղությամբ",
            "Ուղիղ, ձախ և հակառակ ուղղությամբ");

    private static final Question section4Question200 = new Question(200, R.drawable.image_200,2,
            "Ինչպե՞ս պետք է վարվի վարորդը տվյալ իրադրությունում",
            "Անհրաժեշության դեպքում ճանապարհը զիջի հատվող ճանապարհով երթեկող տրանսպորտային միջոցին",
            "Կանգ առնի և ճանապարհով երթևեկող տրանպորտային միջոցին");



    //81-85



    private static final Question section4Question201 = new Question(201, R.drawable.image_201,3,
            "Ստորև ներկայացվող ճանապարհային նշաններից որն է արգելում մուտք գործել խաչմերուկի տարածք, եթե\n" +
                    "առջևվում երթևեկության ուղղությամբ առաջացել է խցանում, բացառությամբ աջ կամ շրջադարձ կատարելու դեպքերի",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question202 = new Question(202, R.drawable.image_202,3,
            "Ինչ առավելագույն հեռավորության վրա է տեղադրվում բարդ խաճմերուկում <<խաչմերուկի տարածք>> Ճանապարհային նշանը,\n" +
                    "երե այն հնարավոր չէ տեղադրել խաչմերուկի սահմանին",
            "10 մետր",
            "20 մետր",
            "30 մետր");

    private static final Question section4Question203 = new Question(203, R.drawable.image_203,2,
            "ինչի մասին է ներկայացնող ճանապարհային նշանը",
            "կանգառն արգելվում է",
            "արգելվում է մուտք գործել խաչմերուկի տարածք, եթե առջևում երթևեկության ուղղությամբ առաջացել է \n" +
                    "խցանում, որը վարորդին կհարկադի կանգ առնել",
            "արգելվում է մուտք  գործել խաչմերուկի տարածք, եթե առջևում երթևեկության ուղությամբ առաջացել է խցանել,\n" +
            "որը վարոդին կհարկադրի կանգ առնել");

    private static final Question section4Question204 = new Question(204, R.drawable.image_204,4,
            "Ինչ է ցույց տալիս հետևյալ ճանապարհային գծանշումը",
            "տրանսպորտային միջոցների կայանման վայր",
            "հետիոտնային անցման տեղ",
            "անվտանգություն կղզյակ",
            "խաչմերուկի հատված, որտեղ արգելվում է մուտք գործել, եթե առջևում երթևեկության ուղղությամբ առաջացել է \n" +
                    "խցանում, որը վարորդին կհարկադրի կանգ առնել");

    private static final Question section4Question205 = new Question(205, R.drawable.image_205,3,
            "Ստորև ներկայացված ճանապարհային գծանշումից որն է ցույց տալիս խաչմերուկի հատվածը, որտեղ արգելվում է մուտք գործել, եթե\n" +
                    "առջևում երթևեկության ուղղությամբ առաջացել է խցանում, որը վարորդին կհարկադրի կանգ առնել",
            "1",
            "2",
            "3");


















    //Section - 5 - 206 -
    //1-5
    private static final Question section5Question206 = new Question(206, R.drawable.image_206,4,
            "Խաչմերուկն առաջինը կանցնի՝",
            "Կարմիր ավտոմոբիլը",
            "Կապույտ ավտոմոբիլը",
            "Դեղին ավտոմոբիլը",
            "Կանաչ ավտոմոբիլը");

    private static final Question section5Question207 = new Question(207, R.drawable.image_207,1,
            "Խաչմերուկը վերջինը կանցնի՝",
            "Կապույտ ավտոմոբիլը",
            "Կանաչ ավտոմոբիլը",
            "Կարմիր ավտոմոբիլը");

    private static final Question section5Question208 = new Question(208, R.drawable.image_208,1,
            "Կապույտ ավտոմոբիլը խաչմերուկը կանցնի՝",
            "Առաջինը",
            "Երկրորդը");

    private static final Question section5Question209 = new Question(209, R.drawable.image_209,3,
            "Ո՞ր պատասխանում է ճիշտ նշված խաչմերուկի անցման\n" +
                    "հերթականությունը",
            "Ավտոբուս, թեթև մարդատար ավտոմոբիլ, հեծանիվ",
            "Թեթև մարդատար ավտոմոբիլ, ավտոբուս, հեծանիվ",
            "Հեծանիվ, ավտոբուս, թեթև մարդատար ավտոմոբիլ");

    private static final Question section5Question210 = new Question(210, R.drawable.image_210,1,
            "Խաչմերուկը երկրորդը կանցնի՝",
            "Տրամվայը",
            "Կարմիր ավտոմոբիլը",
            "Կապույտ ավտոմոբիլը");



    //6-10
    private static final Question section5Question211 = new Question(211, R.drawable.image_211,2,
            "Ո՞ր ուղղությամբ է արգելվում երթևեկությունը",
            "Դեպի աջ՝ առաջին անցումով",
            "Դեպի աջ՝ երկրորդ անցումով",
            "Դեպի աջ՝ առաջին և երկրորդ անցումներով");

    private static final Question section5Question212 = new Question(212, R.drawable.image_212,2,
            "Խաչմերուկը երկրորդը կանցնի՝լ",
            "Կանաչ ավտոմոբիլը",
            "Կարմիր ավտոմոբիլը",
            "Կապույտ ավտոմոբիլը");
    private static final Question section5Question213 = new Question(213, R.drawable.image_213,1,
            "Խաչմերուկը երկրորդը կանցնի՝",
            "Կապույտ ավտոմոբիլը",
            "Կանաչ ավտոմոբիլը",
            "Կարմիր ավտոմոբիլը");

    private static final Question section5Question214 = new Question(214, R.drawable.image_214,2,
            "Խաչմերուկը երկրորդը կանցնի՝",
            "Սպիտակ ավտոմոբիլը՝ դեղինի հետ միաժամանակ",
            "Կարմիր ավտոմոբիլը",
            "Կանաչ ավտոմոբիլը");
    private static final Question section5Question215 = new Question(215, R.drawable.image_215,3,
            "Խաչմերուկը վերջինը կանցնի՝",
            "Կապույտ ավտոմոբիլը",
            "Դեղին ավտոմոբիլը",
            "Կանաչ ավտոմոբիլը",
            "Կարմիր ավտոմոբիլը");


    //11-15
    private static final Question section5Question216 = new Question(216, R.drawable.image_216,2,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը",
            "Հեծանվորդը",
            "Ավտոմոբիլի վարորդը");

    private static final Question section5Question217 = new Question(217, R.drawable.image_217,3,
            "Խաչմերուկն առաջինը կանցնի՝",
            "Կանաչ ավտոմոբիլը",
            "Կապույտ ավտոմոբիլը",
            "Կարմիր ավտոմոբիլը",
            "Դեղին ավտոմոբիլը");
    private static final Question section5Question218 = new Question(218, R.drawable.image_218,1,
            "Տրանսպորտային միջոցները ի՞նչ հերթականությամբ խաչմերուկը\n" +
                    "կանցնեն",
            "Մոտոցիկլը, ավտոմոբիլը, տրամվայը",
            "Տրամվայը, ավտոմոբիլը, մոտոցիկլը",
            "Տրամվայը, մոտոցիկլը, ավտոմոբիլը");
    private static final Question section5Question219 = new Question(219, R.drawable.image_219,2,
            "Խաչմերուկը երկրորդը կանցնի՝",
            "Կարմիր ավտոմոբիլը",
            "Կապույտ ավտոմոբիլ",
            "Կանաչ ավտոմոբիլ");
    private static final Question section5Question220 = new Question(220, R.drawable.image_220,3,
            "Խաչմերուկը վերջինը կանցնի՝",
            "Կանաչ ավտոմոբիլը",
            "Կապույտ ավտոմոբիլը",
            "Կարմիր ավտոմոբիլը");


    //16-20
    private static final Question section5Question221 = new Question(221, R.drawable.image_221,2,
            "Ո՞ր ավտոմոբիլը վերջինը կանցնի խաչմերուկը",
            "Կապույտը",
            "Կարմիրը",
            "Կանաչը");
    private static final Question section5Question222 = new Question(222, R.drawable.image_222,1,
            "Խաչմերուկն առաջինը կանցնի՝",
            "Կանաչ ավտոմոբիլը",
            "Կարմիր ավտոմոբիլը",
            "Կապույտ ավտոմոբիլը");
    private static final Question section5Question223 = new Question(223, R.drawable.image_223,1,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը",
            "Ավտոբուսի վարորդը",
            "Մոտոցիկլի վարորդը");

    private static final Question section5Question224 = new Question(224, R.drawable.image_224,3,
            "Խաչմերուկն առաջինը կանցնի՝",
            "Կարմիր ավտոմոբիլը",
            "Կանաչ ավտոմոբիլը",
            "Կապույտ ավտոմոբիլը");

    private static final Question section5Question225 = new Question(225, R.drawable.image_225,1,
            "Խաչմերուկը երկրորդը կանցնի՝",
            "Կապույտ ավտոմոբիլը",
            "Կանաչ ավտոմոբիլ",
            "Կարմիր ավտոմոբիլը");



    //21-25
    private static final Question section5Question226 = new Question(226, R.drawable.image_226,2,
            "Խաչմերուկը երրորդը կանցնի՝",
            "Կապույտ ավտոմոբիլը",
            "Դեղին ավտոմոբիլը",
            "Կանաչ ավտոմոբիլը",
            "Կարմիր ավտոմոբիլը");

    private static final Question section5Question227 = new Question(227, R.drawable.image_227,2,
            "Կարմիր ավտոմոբիլը՝",
            "Ունի երթևեկության առավելություն, քանի որ շրջանաձև\n" +
                    "երթևեկությամբ խաչմերուկին մոտեցել է կապույտ ավտոմոբիլի աջ\n" +
                    "կողմից",
            "Պետք է ճանապարհը զիջի շրջանաձև երթևեկությամբ\n" +
                    "ճանապարհով երթևեկող կապույտ ավտոմոբիլին");

    private static final Question section5Question228 = new Question(228, R.drawable.image_228,2,
            "Ավտոմոբիլները խաչմերուկը կանցնեն հետևյալ հերթականությամբ՝",
            "Դեղինը, կանաչը, կապույտը",
            "Կապույտը` կանաչի հետ միաժամանակ, դեղինը");

    private static final Question section5Question229 = new Question(229, R.drawable.image_229,3,
            "Խաչմերուկը երրորդը կանցնի՝",
            "Դեղին ավտոմոբիլը",
            "Կարմիր ավտոմբիլը",
            "Կապույտ ավտոմոբիլը",
            "Կանաչ ավտոմոբիլը");

    private static final Question section5Question230 = new Question(230, R.drawable.image_230,3,
            "Խաչմերուկն առաջինը կանցնի՝",
            "Կանաչ ավտոմոբիլը",
            "Կապույտ ավտոմոբիլը",
            "Կարմիր ավտոմոբիլը");


    //26-30
    private static final Question section5Question231 = new Question(231, R.drawable.image_231,1,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ՝",
            "Կարմիրը, կանաչը, կապույտը, սևը",
            "Կանաչը, կարմիրը, սևը, կապույտը",
            "Կանաչը, կարմիրը, կապույտը, սևը");

    private static final Question section5Question232 = new Question(232, R.drawable.image_232,2,
            "Խաչմերուկը տրանսպորտային միջոցները կանցնեն հետևյալ\n" +
                    "հերթականությամբ՝",
            "Տրամվայը, դեղին ավտոմոբիլը, կանաչ ավտոմոբիլը",
            "Տրամվայը և կանաչ ավտոմոբիլը, դեղին ավտոմոբիլը",
            "Կանաչ ավտոմոբիլը, դեղին ավտոմոբիլը, տրամվայը");

    private static final Question section5Question233 = new Question(233, R.drawable.image_233,2,
            "Վարորդներից ո՞րն ունի առաջնահերթ երթևեկության իրավունք",
            "Մոտոցիկլի վարորդը",
            "Ավտոմոբիլի վարորդը");

    private static final Question section5Question234 = new Question(234, R.drawable.image_234,3,
            "Խաչմերուկը երկրորդը կանցնի՝",
            "Կարմիր ավտոմոբիլը",
            "Կապույտ ավտոմոբիլը",
            "Կանաչ ավտոմոբիլը");
    private static final Question section5Question235 = new Question(235, R.drawable.image_235,3,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը",
            "Տրամվայի վարորդը",
            "Բեռնատար ավտոմոբիլի վարորդը",
            "Ավտոմոբիլների վարորդները");


    //31-35
    private static final Question section5Question236 = new Question(236, R.drawable.image_236,1,
            "Կարմիր ավտոմոբիլը խաչմերուկը կանցնի՝",
            "Առաջինը",
            "Երկրորդը");

    private static final Question section5Question237= new Question(237, R.drawable.image_237,4,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ՝",
            "Թեթև մարդատար ավտոմոբիլը, ավտոբուսը, հեծանիվը",
            "Ավտոբուսը, հեծանիվը, թեթև մարդատար ավտոմոբիլը",
            "Ավտոբուսը, թեթև մարդատար ավտոմոբիլը, հեծանիվը",
            "Հեծանիվը, ավտոբուսը, թեթև մարդատար ավտոմոբիլը");


    private static final Question section5Question238 = new Question(238, R.drawable.image_238,2,
            "Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթևեկության\n" +
                    "իրավունք",
            "Ավտոմոբիլի վարորդը",
            "Հեծանվորդը");


    private static final Question section5Question239 = new Question(239, R.drawable.image_239,1,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ՝",
            "Տրամվայը, ավտոմոբիլը և ավտոբուսը միաժամանակ",
            "Տրամվայը, ավտոբուսը, ավտոմոբիլը",
            "Ավտոբուսը, տրամվայը, ավտոմոբիլը");


    private static final Question section5Question240 = new Question(240, R.drawable.image_240,1,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը",
            "Կապույտ ավտոմոբիլի վարորդը",
            "Կարմիր ավտոմոբիլի վարորդը");



    //36-40
    private static final Question section5Question241 = new Question(241, R.drawable.image_241,2,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը",
            "Ավտոմոբիլի վարորդը",
            "Մոտոցիկլի վարորդը");

    private static final Question section5Question242 = new Question(242, R.drawable.image_242,1,
            "Ո՞ր տրանսպորտային միջոցի վարորդն է ճիշտ մուտք գործում շրջանաձև\n" +
                    "երթևեկությամբ խաչմերուկ",
            "Երկու վարորդներն էլ",
            "Միայն ավտոբուսի վարորդը",
            "Միայն թեթև մարդատար ավտոմոբիլի վարորդը");

    private static final Question section5Question243 = new Question(243, R.drawable.image_243,2,
            "Ո՞ր տրանսպորտային միջոցն ունի առաջնահերթ երթևեկության\n" +
                    "իրավուն",
            "Կարմիր ավտոմոբիլը, քանի որ մուտք է գործում շրջանաձև\n" +
                    "երթևեկությամբ խաչմերուկ կապույտ ավտոմոբիլի աջ կողմից",
            "Կապույտ ավտոմոբիլը, քանի որ երթևեկում է շրջանաձև\n" +
                    "երթևեկությամբ ճանապարհով");

    private static final Question section5Question244 = new Question(244, R.drawable.image_244,3,
            "Ցույց տվեք խաչմերուկի անցման հերթականությունը՝",
            "Կապույտը, կարմիրը` կանաչի հետ միաժամանակ",
            "Կարմիրը, կապույտը, կանաչը",
            "Կարմիրը` կանաչի հետ միաժամանակ, կապույտը");

    private static final Question section5Question245 = new Question(245, R.drawable.image_245,1,
            "Կանաչ ավտոմոբիլի վարորդը՝",
            "Ունի առաջնահերթ երթևեկության իրավունք",
            "Պետք է զիջի ճանապարհը");


    //41-45
    private static final Question section5Question246 = new Question(246, R.drawable.image_246,3,
            "Խաչմերուկը վերջինը կանցնի՝",
            "Կարմիր ավտոմոբիլը",
            "Կապույտ ավտոմոբիլը",
            "Կանաչ ավտոմոբիլը");

    private static final Question section5Question247 = new Question(247, R.drawable.image_247,2,
            "Խաչմերուկը երկրորդը կանցնի՝",
            "Կանաչ ավտոմոբիլը",
            "Կարմիր ավտոմոբիլը` կապույտի հետ միաժամանակ",
            "Դեղին ավտոմոբիլը");

    private static final Question section5Question248 = new Question(248, R.drawable.image_248,2,
            "Ավտոմոբիլները խաչմերուկը կանցնեն հետևյալ հերթականությամբ՝",
            "Կապույտը, կանաչը, կարմիրը",
            "Կարմիրը, կապույտը, կանաչը",
            "Կանաչը, կարմիրը, կապույտը");

    private static final Question section5Question249 = new Question(249, R.drawable.image_249,1,
            "Խաչմերուկը երկրորդը կանցնի՝",
            "Կանաչ ավտոմոբիլը",
            "Կապույտ ավտոմոբիլը",
            "Կարմիր ավտոմոբիլը");

    private static final Question section5Question250 = new Question(250, R.drawable.image_250,1,
            "Կարմիր ավտոմոբիլը խաչմերուկը կանցնի՝",
            "Երկրորդը` կապույտի հետ միաժամանակ",
            "Երկրորդը` դեղինից հետո",
            "Երրորդը` կանաչից և դեղինից հետո");

    //46-50

    private static final Question section5Question251 = new Question(251, R.drawable.image_251,4,
            "Դեղին ավտոմոբիլը խաչմերուկը կանցնի՝",
            "Առաջինը",
            "Երկրորդը",
            "Երրորդը",
            "Վերջինը");

    private static final Question section5Question252 = new Question(252, R.drawable.image_252,1,
            "Ո՞ր պատասխանում է ճիշտ նշված անցման հերթականությունը",
            "Մոտոցիկլը, ավտոբուսը, բեռնատար ավտոմոբիլը",
            "Ավտոբուսը, մոտոցիկլը, բեռնատար ավտոմոբիլը",
            "Ավտոբուսը, բեռնատար ավտոմոբիլը, մոտոցիկլը");

    private static final Question section5Question253 = new Question(253, R.drawable.image_253,3,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ՝",
            "Թեթև մարդատար ավտոմոբիլը, ավտոբուսը, տրամվայը",
            "Տրամվայը, ավտոբուսը, թեթև մարդատար ավտոմոբիլը",
            "Տրամվայը, թեթև մարդատար ավտոմոբիլը, ավտոբուսը");

    private static final Question section5Question254 = new Question(254, R.drawable.image_254,2,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը",
            "Թեթև մարդատար ավտոմոբիլի վարորդը",
            "Ավտոբուսի վարորդը");

    private static final Question section5Question255 = new Question(255, R.drawable.image_255,2,
            "Ո՞ր տրանսպորտային միջոցը պետք է զիջի ճանապարհը",
            "Կապույտ ավտոմոբիլը",
            "Կարմիր ավտոմոբիլը");


    //51-55
    private static final Question section5Question256 = new Question(256, R.drawable.image_256,2,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ՝",
            "Դեղին ավտոբուսը, բեռնատար ավտոմոբիլը, կանաչ ավտոբուսը",
            "Բեռնատար ավտոմոբիլը, դեղին ավտոբուսը, կանաչ ավտոբուսը",
            "Դեղին ավտոբուսը, կանաչ ավտոբուսը, բեռնատար ավտոմոբիլը");
    private static final Question section5Question257 = new Question(257, R.drawable.image_257,1,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ՝",
            "Ավտոբուսը, թեթև մարդատար ավտոմոբիլը և բեռնատար ավտոմոբիլը\n" +
                    "միաժամանակ",
            "Թեթև մարդատար ավտոմոբիլը և բեռնատար ավտոմոբիլը\n" +
                    "միաժամանակ, ավտոբուսը");

    private static final Question section5Question258 = new Question(258, R.drawable.image_258,2,
            "Ի՞նչ հերթականությամբ կանցնեն խաչմերուկը տրանսպորտային\n" +
                    "միջոցները, եթե լուսացույցերը չեն աշխատում՝",
            "Տրոլեյբուսը և մոտոցիկլը, ավտոբուսը և թեթև մարդատար\n" +
                    "ավտոմոբիլը",
            "Մոտոցիկլը, ավտոբուսը և թեթև մարդատար ավտոմոբիլը, տրոլեյբուսը",
            "Ավտոբուսը և թեթև մարդատար ավտոմոբիլը, տրոլեյբուսը և\n" +
                    "մոտոցիկլը");

    private static final Question section5Question259 = new Question(259, R.drawable.image_259,1,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ՝",
            "Բեռնատար ավտոմոբիլը, տրամվայը և ավտոբուսը, մոտոցիկլը և թեթև\n" +
                    "մարդատար ավտոմոբիլը",
            "Տրամվայը և ավտոբուսը, մոտոցիկլը և թեթև մարդատար ավտոմոբիլը,\n" +
                    "բեռնատար ավտոմոբիլը");

    private static final Question section5Question260 = new Question(260, R.drawable.image_260,2,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ՝",
            "«Շտապ օգնության» ավտոմոբիլը, տրամվայը, մոտոցիկլը, ավտոբուսը,\n" +
                    "թեթև մարդատար ավտոմոբիլը",
            "Մոտոցիկլը, ավտոբուսը, տրամվայը և «Շտապ օգնության»\n" +
                    "ավտոմոբիլը, թեթև մարդատար ավտոմոբիլը");



    //56-61
    private static final Question section5Question261 = new Question(261, R.drawable.image_261,1,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ՝",
            "Բեռնատար ավտոմոբիլը և մոտոցիկլը, ավտոբուսը, տրոլեյբուսը",
            "Բեռնատար ավտոմոբիլը և ավտոբուսը, մոտոցիկլը, տրոլեյբուսը");

    private static final Question section5Question262 = new Question(262, R.drawable.image_262,1,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ՝",
            "Բեռնատար ավտոմոբիլը, թեթև մարդատար ավտոմոբիլը, ավտոբուսը,\n" +
                    "ավտոցիստեռնը",
            "Բեռնատար ավտոմոբիլը, ավտոբուսը, թեթև մարդատար ավտոմոբիլը,\n" +
                    "ավտոցիստեռնը");

    private static final Question section5Question263 = new Question(263, R.drawable.image_263,2,
            "Թեթև մարդատար ավտոմոբիլը խաչմերուկը կանցնի`",
            "Առաջինը",
            "Երկրորդը` ավտոբուսից հետո",
            "Երրորդը");


    private static final Question section5Question264 = new Question(264, R.drawable.image_264,2,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ՝",
            "Թեթև մարդատար ավտոմոբիլը, ավտոբուսը, բեռնատար\n" +
                    "ավտոմոբիլը",
            "Ավտոբուսը, բեռնատար ավտոմոբիլը, թեթև մարդատար ավտոմոբիլը",
            "Ավտոբուսը, թեթև մարդատար ավտոմոբիլը, բեռնատար ավտոմոբիլը");

    private static final Question section5Question265 = new Question(265, R.drawable.image_265,1,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ՝",
            "Բեռնատար ավտոմոբիլը, թեթև մարդատար ավտոմոբիլը, ավտոբուսը",
            "Ավտոբուսը, բեռնատար ավտոմոբիլը, թեթև մարդատար ավտոմոբիլը",
            "Ավտոբուսը, թեթև մարդատար ավտոմոբիլը, բեռնատար ավտոմոբիլը");



    private static final Question section5Question266 = new Question(266, R.drawable.image_266,3,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ՝",
            "Թեթև մարդատար ավտոմոբիլը, ավտոբուսը, տրոլեյբուսը",
            "Տրոլեյբուսը և ավտոբուսը, թեթև մարդատար ավտոմոբիլը",
            "Տրոլեյբուսը, թեթև մարդատար ավտոմոբիլը, ավտոբուսը");
















    //section - 6 -

    //1-5
    private static final Question section6Question267 = new Question(267, R.drawable.image_267,2,
            "Երթևեկությունն արգելվում է՝",
            "Կարմիր և սպիտակ ավտոմոբիլներին",
            "Կապույտ, կանաչ և սպիտակ ավտոմոբիլներին",
            "Սպիտակ, կապույտ և դեղին ավտոմոբիլներին",
            "3");

    private static final Question section6Question268 = new Question(268, R.drawable.image_268,3,
            "Վարորդներից ո՞վ իրավունք ունի երթևեկել ուղիղ",
            "Ավտոբուսի և մոտոցիկլի վարորդները",
            "Թեթև մարդատար և բեռնատար ավտոմոբիլների վարորդները",
            "Թեթև մարդատար ավտոմոբիլի վարորդը");

    private static final Question section6Question269 = new Question(269, R.drawable.image_269,2,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը",
            "Ավտոմոբիլի վարորդը",
            "Տրամվայի վարորդը");

    private static final Question section6Question270 = new Question(270, 3,
            "Եթե կարգավորողի աջ ձեռքը պարզված է առաջ, ապա ոչ ռելսագնաց\n" +
                    "տրանսպորտային միջոցների երթևեկությունը թույլատրվում է՝",
            "Ձախ կողմից` դեպի ձախ և հակառակ ուղղությամբ",
            "Աջ կողմից` միայն դեպի աջ",
            "Ձախ կողմից` բոլոր ուղղություններով",
            "Թիկունքից` միայն դեպի աջ");

    private static final Question section6Question271 = new Question(271, R.drawable.image_271,3,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ",
            "Տրամվայը և ավտոբուսը, թեթև մարդատար ավտոմոբիլը",
            "Տրամվայը, թեթև մարդատար ավտոմոբիլը, ավտոբուսը",
            "Թեթև մարդատար ավտոմոբիլը, տրամվայը և ավտոբուսը");





    //6-10
    private static final Question section6Question272 = new Question(272, R.drawable.image_272,4,
            "Ո՞ր պատասխանում են ճիշտ նշված այն տրանսպորտային միջոցները,\n" +
                    "որոնց թույլատրվում է երթևեկությունը",
            "Մոտոցիկլը",
            "Բեռնատար ավտոմոբիլը",
            "Ավտոբուսը",
            "Թեթև մարդատար ավտոմոբիլը",
            "Թեթև մարդատար և բեռնատար ավտոմոբիլները");

    private static final Question section6Question273 = new Question(273, R.drawable.image_273,2,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը՝",
            "Մոտոցիկլի վարորդը",
            "Ավտոմոբիլի վարորդը");

    private static final Question section6Question274 = new Question(274, R.drawable.image_274,2,
            "Կարգավորողի այս ազդանշանը նշանակում է, որ երթևեկությունը\n" +
                    "թույլատրվում է՝",
            "Կապույտ և կանաչ ավտոմոբիլներին: Արգելվում է կարմիրին, դեղինին\n" +
                    "և սպիտակին",
            "Կապույտ, կարմիր և կանաչ ավտոմոբիլներին: Արգելվում է դեղինին և\n" +
                    "սպիտակին");

    private static final Question section6Question275 = new Question(275, R.drawable.image_275,3,
            "Ո՞ր տրանսպորտային միջոցները կարող են կատարել աջ շրջադարձ",
            "Միայն կարմիր ավտոմոբիլը",
            "Բոլոր տրանսպորտային միջոցները",
            "Կարմիր և կանաչ ավտոմոբիլները");

    private static final Question section6Question276 = new Question(276, R.drawable.image_276,2,
            "Երթևեկությունը թույլատրվում է՝",
            "Ուղիղ",
            "Դեպի աջ՝ առաջին անցումով",
            "Դեպի աջ՝ երկրորդ անցումով",
            "Դեպի աջ՝ առաջին և երկրորդ անցումներով");





    //11-15
    private static final Question section6Question277 = new Question(277, R.drawable.image_277,1,
            "Երթևեկությունը թույլատրվում է՝",
            "Դեպի աջ՝ առաջին անցումով",
            "Ուղիղ և դեպի աջ՝ առաջին անցումով");


    private static final Question section6Question278 = new Question(278, R.drawable.image_278,1,
            "Այս լուսացույցն արգելում է երթևեկությունը՝",
            "Միայն դեպի ձախ",
            "Ուղիղ և դեպի ձախ",
            "Ուղիղ և դեպի աջ",
            "Միայն դեպի աջ");

    private static final Question section6Question279 = new Question(279, 2,
            "Եթե կարգավորողի ձեռքերը կողմ են պարզված կամ իջեցված են, ապա\n" +
                    "ոչ ռելսագնաց տրանսպորտային միջոցների երթևեկությունը\n" +
                    "թույլատրվում է՝",
            "Թիկունքի և կրծքի կողմից՝ միայն դեպի աջ",
            "Ձախ և աջ կողմերից՝ ուղիղ և դեպի աջ",
            "Ձախ և աջ կողմերից՝ միայն ուղիղ");

    private static final Question section6Question280 = new Question(280, R.drawable.image_280,1,
            "Կարմիր ավտոմոբիլի վարորդը՝",
            "Պետք է զիջի ճանապարհը",
            "Ունի առաջնահերթ երթևեկության իրավունք");

    private static final Question section6Question281 = new Question(281, R.drawable.image_281,1,
            "Ո՞ր տրանսպորտային միջոցներին է թույլատրվում երթևեկությունը",
            "Դեղին և կարմիր ավտոմոբիլներին",
            "Կանաչ, կարմիր և սպիտակ ավտոմոբիլներին",
            "Սպիտակ և կանաչ ավտոմոբիլներին");






    //16-20


    private static final Question section6Question282 = new Question(282, R.drawable.image_282,2,
            "Լուսացույցի ի՞նչ ազդանշանի դեպքում ավտոմոբիլի վարորդը կարող\n" +
                    "է ավարտել հետադարձը",
            "Կարմիր",
            "Կանաչ",
            "Ցանկացած");

    private static final Question section6Question283 = new Question(283, R.drawable.image_283,2,
            "Ի՞նչ է նշանակում լուսացույցի դեղին և կարմիր գույների ազդանշանների\n" +
                    "զուգակցումը",
            "Թույլատրվում է սկսել երթևեկությունը",
            "Արգելվում է երթևեկությունը և տեղեկացնում կանաչ ազդանշանի\n" +
                    "առաջիկայում միանալու մասին",
            "Խաչմերուկին մոտենում է հատուկ ձայնային ազդանշան և\n" +
                    "առկայծող փարոսիկներ միացրած տրանպորտային միջոց");


    private static final Question section6Question284 = new Question(284, R.drawable.image_284,1,
            "Ո՞ր նկարում է վարորդը ճիշտ կատարում շրջադարձը",
            "Ձախ նկարում",
            "Աջ նկարում");

    private static final Question section6Question285 = new Question(285, R.drawable.image_285,1,
            "Պարտավո՞ր է արդյոք տրամվայի վարորդը լուսացույցի կանաչ\n" +
                    "ազդանշանի դեպքում զիջել ճանապարհն այլ ուղղություններից\n" +
                    "մոտեցող տրանսպորտային միջոցներին",
            "Պարտավոր է",
            "Պարտավոր չէ");

    private static final Question section6Question286 = new Question(286, R.drawable.image_286,2,
            "Այս լուսացույցը կիրառվում է երթևեկությունը կարգավորելու համար՝",
            "Երթևեկելի մասի ամբողջ լայնությամբ",
            "Երթևեկելի մասի այն գոտիներով, որտեղ երթևեկության ուղղությունը\n" +
                    "կարող է փոխվել հանդիպակացի",
            "Միայն ընդհանուր օգտագործման տրանսպորտային միջոցների\n" +
                    "երթևեկության համար նախատեսված գոտիներում");






    //21-25

    private static final Question section6Question287 = new Question(287, 1,
            "Եթե կարգավորողի աջ ձեռքը պարզված է առաջ, ապա նրա ձախ կողմից\n" +
                    "ոչ ռելսագնաց տրանսպորտային միջոցների երթևեկությունը\n" +
                    "թույլատրվում է՝",
            "Բոլոր ուղղություններով",
            "Միայն դեպի ձախ");


    private static final Question section6Question288 = new Question(288, R.drawable.image_288,2,
            "Ո՞ր տրանսպորտային միջոցների երթևեկությունն է թույլատրվում\n" +
                    "լուսացույցի տվյալ ազդանշանի դեպքում",
            "Տրամվայի, դեղին և կարմիր ավտոմոբիլների",
            "Դեղին և կարմիր ավտոմոբիլների",
            "Բոլոր տրանսպորտային միջոցների");

    private static final Question section6Question289 = new Question(289, R.drawable.image_289,2,
            "Երթևեկությունը թույլատրվում է՝",
            "Բոլոր տրանսպորտային միջոցներին",
            "Մոտոցիկլին",
            "Մոտոցիկլին");

    private static final Question section6Question290 = new Question(290, 1,
            "Եթե կարգավորողի ձեռքերը կողմ են պարզված կամ իջեցված են, ապա\n" +
                    "նրա ձախ և աջ կողմերից ոչ ռելսագնաց տրանսպորտային միջոցների\n" +
                    "երթևեկությունը թույլատրվում է՝",
            "Ուղիղ և դեպի աջ",
            "Միայն ուղիղ");

    private static final Question section6Question291 = new Question(291, R.drawable.image_291,2,
            "Ո՞ր տրանսպորտային միջոցի վարորդն ունի երթևեկության\n" +
                    "առավելություն",
            "Ավտոմոբիլի վարորդը",
            "Տրամվայի վարորդը");







    //26-30
    private static final Question section6Question292 = new Question(292, R.drawable.image_292,2,
            "Երթևեկությունն արգելվում է՝",
            "Կանաչ և սպիտակ ավտոմոբիլներին",
            "Սպիտակ, կապույտ և կանաչ ավտոմոբիլներին",
            "Սպիտակ և դեղին ավտոմոբիլներին",
            "Սպիտակ և դեղին ավտոմոբիլներին");

    private static final Question section6Question293 = new Question(293, R.drawable.image_293, 3,
            "Այս լուսացույցի կարմիր ազդանշանի դեպքում երթևեկությունն\n" +
                    "արգվելում է՝",
            "Երթևեկելի մասի ամբողջ լայնությամբ",
            "50 կմ/ժ ոչ ավելի արագությամբ",
            "Այն գոտիով, որի վերևում տեղակայված է");

    private static final Question section6Question294 = new Question(294,  2,
            "Ի՞նչ նշանակություն ունի լուսացույցի կլոր կանաչ թարթող ազդանշանը:\n" +
                    "գործողության ժամկետը լրանում է և շուտով կմիանա արգելող\n" +
                    "ազդանշանը",
            "Տեղեկացնում է, որ մուտքը խաչմերուկ արգելվում է",
            "Թույլատրում է երթևեկությունը և տեղեկացնում, որ դրա");

    private static final Question section6Question295 = new Question(295, R.drawable.image_295,2,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությանբ՝",
            "Տրամվայը, կարմիր ավտոմոբիլը, կանաչ ավտոմոբիլը",
            "Կարմիր ավտոմոբիլը, տրամվայը` կանաչ ավտոմոբիլի հետ\n" +
                    "միաժամանակ",
            "Տրամվայը` կանաչ ավտոմոբիլի հետ միաժամանակ, կարմիր\n" +
                    "ավտոմոբիլը");

    private static final Question section6Question296 = new Question(296, R.drawable.image_296, 1,
            "Ո՞ր պատասխանում են ճիշտ նշված այն տրանսպորտային միջոցները,\n" +
                    "որոնց երթևեկությունը թույլատրվում է",
            "Ավտոմոբիլները և մոտոցիկլը",
            "Բոլոր տրանսպորտային միջոցները",
            "Ավտոմոբիլները և տրամվայը");




    //31-35
    private static final Question section6Question297 = new Question(297, 2,
            "Եթե կարգավորողի աջ ձեռքը պարզված է առաջ, ապա նրա ձախ կողմից\n" +
                    "ոչ ռելսագնաց տրանսպորտային միջոցների երթևեկությունը\n" +
                    "թույլատրվում է՝",
            "Ուղիղ և դեպի ձախ",
            "Բոլոր ուղղություններով");

    private static final Question section6Question298 = new Question(298, R.drawable.image_298,1,
            "Երթևեկությունն արգելվում է՝",
            "Կապտադեղին ավտոմոբիլին` դեպի ձախ",
            "Կապտադեղին ավտոմոբիլին` ուղիղ, կարմիր ավտոմոբիլին` ուղիղ\n" +
                    "և դեպի աջ",
            "Կարմիր ավտոմոբիլին");

    private static final Question section6Question299 = new Question(299, R.drawable.image_299,2,
            "Ո՞ր ուղղությամբ է թույլատրվում երթևեկությունը",
            "Ուղիղ և դեպի աջ` առաջին անցումով",
            "Դեպի աջ` առաջին անցումով",
            "Դեպի աջ` երկրորդ անցումով",
            "Դեպի աջ` առաջին և երկրորդ անցումներով");

    private static final Question section6Question300 = new Question(300, R.drawable.image_300,3,
            "Խաչմերուկն առաջինը կանցնի՝",
            "Կարմիր ավտոմոբիլը",
            "Կապույտ ավտոմոբիլը",
            "Կանաչ ավտոմոբիլը");

    private static final Question section6Question301 = new Question(301, R.drawable.image_301,1,
            "Կանաչ ավտոմոբիլը",
            "Ձախ նկարում",
            "Աջ նկարում",
            "Երկու նկարներում էլ");





    //36-40
    private static final Question section6Question302 = new Question(302, R.drawable.image_302,4,
            "Կարմիր ավտոմոբիլը խաչմերուկը կանցնի՝",
            "Առաջինը",
            "Երկրորդը",
            "Երրորդը",
            "Վերջինը");

    private static final Question section6Question303 = new Question(303, R.drawable.image_303,3,
            "Այս լուսացույցը կիրառվում է՝",
            "Տրամվայների և տրոլեյբուսների երթևեկությունը կարգավորելու\n" +
                    "համար",
            "Տրամվայների և տրոլեյբուսների երթևեկությունը կարգավորելու\n" +
                    "համար",
            "Տրամվայների, ինչպես նաև առանձնացված գոտիներով երթևեկող\n" +
                    "ընդհանուր օգտագործման այլ տրանսպորտային միջոցների\n" +
                    "երթևեկությունը կարգավորելու համար");

    private static final Question section6Question304 = new Question(304, R.drawable.image_304,1,
            "Ավտոմոբիլը խաչմերուկը կանցնի՝",
            "Առաջինը",
            "Երկրորդը");

    private static final Question section6Question305 = new Question(305, R.drawable.image_305,2,
            "Երթևեկությունը թույլատրվում է՝",
            "Կապտադեղին ավտոմոբիլին` ուղիղ, կարմիրին` դեպի աջ",
            "Կապտադեղին ավտոմոբիլին` ուղիղ, կարմիրին` դեպի աջ",
            "Երկու ավտոմոբիլներին` միայն ուղիղ");

    private static final Question section6Question306 = new Question(306, R.drawable.image_306,1,
            "Երթևեկությունը թույլատրվում է՝",
            "Կարմիր ավտոմոբիլին",
            "Մոտոցիկլին",
            "Տրամվային և կարմիր ավտոմոբիլին",
            "Տրամվային",
            "Կապույտ ավտոմոբիլին");





    //41-45
    private static final Question section6Question307 = new Question(307, R.drawable.image_307,3,
            "Թույլատրվու՞մ է երթևեկել նշված հետագծով, երբ դարձափոխային\n" +
                    "լուսացույցերն անջատված են",
            "Թույլատրվում է",
            "Թույլատրվում է վազանցելու նպատակով",
            "Արգելվում է",
            "Թույլատրվում է հանդիպակաց երթևեկող տրանսպորտային միջոցների\n" +
                    "բացակայության դեպքում");

    private static final Question section6Question308 = new Question(308, R.drawable.image_308,3,
            "Տվյալ իրավիճակում ո՞ր տրանսպորտային միջոցներն ունեն\n" +
                    "երթևեկությունը շարունակելու իրավունք",
            "Թեթև մարդատար ավտոմոբիլը` ուղիղ, պարեկային ավտոմոբիլը`\n" +
                    "բոլոր ուղղություններով, ավտոբուսը` միայն աջ",
            "Միայն պարեկային ավտոմոբիլը` բոլոր ուղղություններով",
            "Պարեկային ավտոմոբիլը` բոլոր ուղղություններով, ավտոբուսը` միայն\n" +
                    "աջ");

    private static final Question section6Question309 = new Question(309, R.drawable.image_309,3,
            "Ի՞նչ է տեղեկացնում լուսացույցի ազդանշանը",
            "Լուսացույցն անսարք է",
            "Խաչմերուկն անցնելիս վարորդները պետք է ղեկավարվեն\n" +
                    "ճանապարհային նշանի պահանջներով",
            "Վարորդները պետք է սպասեն լուսացույցի թույլատրող ազդանշանին");

    private static final Question section6Question310 = new Question(310, R.drawable.image_310,4,
            "Թույլատրվու՞մ է թեթև մարդատար ավտոմոբիլի վարորդին առաջ անցնել\n" +
                    "ավտոբուսից, երբ դարձափոխային լուսացույցն անջատված է",
            "Թույլատրվում է",
            "Թույլատրվում է, եթե ավտոբուսը շարժվում է 30 կմ/ժ արագությամ",
            "Թույլատրվում է, եթե չկան հանդիպակաց երթևեկող տրանսպորտային\n" +
                    "միջոցներ",
            "Արգելվում է");

    private static final Question section6Question311 = new Question(311, R.drawable.image_311,1,
            "Ո՞ր տրանսպորտային միջոցը պետք է զիջի ճանապարհը",
            "Ավտոբուսը",
            "Մոտոցիկլը և թեթև մարդատար ավտոմոբիլը");





    //46-52
    private static final Question section6Question312 = new Question(312, R.drawable.image_312,4,
            "Նշված հետագծերով երթևեկությունը շարունակելու իրավունք ունեն`",
            "Բեռնատար ավտոմոբիլի վարորդը",
            "Ավտոբուսի և բեռնատար ավտոմոբիլների վարորդները",
            "Թեթև մարդատար ավտոմոբիլի և ավտոբուսի վարորդները",
            "Ավտոբուսի վարորդը");

    private static final Question section6Question313 = new Question(313, R.drawable.image_313,2,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ",
            "Տրամվայը, թեթև մարդատար ավտոմոբիլը, ավտոբուսը",
            "Թեթև մարդատար ավտոմոբիլը, տրամվայը, ավտոբուսը",
            "Թեթև մարդատար ավտոմոբիլը, ավտոբուսը, տրամվայը");

    private static final Question section6Question314 = new Question(314, R.drawable.image_314,2,
            "Տվյալ իրադրությունում նշված հետագծերով երթևեկության իրավունք\n" +
                    "ունեն`",
            "Դեղին ավտոբուսի վարորդը",
            "Թեթև մարդատար ավտոմոբիլի վարորդը",
            "Դեղին ավտոբուսի և թեթև մարդատար ավտոմոբիլի վարորդները");

    private static final Question section6Question315 = new Question(315, R.drawable.image_315,2,
            "Տվյալ իրադրությունում ավտոբուսի վարորդն ունի՞ ուղիղ երթևեկելու\n" +
                    "իրավունք",
            "Այո",
            "Ոչ",
            "Այո, եթե նա երթևեկում է սահմանված երթուղով");

    private static final Question section6Question316 = new Question(316, R.drawable.image_316,1,
            "Ո՞ր ուղղությամբ կարող է վարորդը շարունակել երթևեկությունը",
            "Դեպի աջ` առաջին անցումով",
            "Դեպի աջ` առաջին և երկրորդ անցումներով",
            "Դեպի ձախ` առաջին անցումով");




    private static final Question section6Question317 = new Question(317, R.drawable.image_317,3,
            "Աջ շրջադարձի դեպքում վարորդը պարտավոր է ճանապարհը զիջել`",
            "Միայն հեծանվորդին",
            "Միայն հետիոտներին",
            "Հետիոտներին և հեծանվորդին",
            "Կարող է շարունակել երթևեկությունն առանց կանգ առնելու");



    private static final Question section6Question318 = new Question(318, R.drawable.image_318,3,
            "Տրանսպորտային միջոցները խաչմերուկը կանցնեն հետևյալ\n" +
                    "հերթականությամբ",
            "Տրամվայը, ավտոբուսը, բեռնատար ավտոմոբիլը, մոտոցիկլը",
            "Ավտոբուսը, բեռնատար ավտոմոբիլը, տրամվայը, մոտոցիկլը",
            "Ավտոբուսը, տրամվայը և մոտոցիկլը, բեռնատար ավտոմոբիլը");







    //section - 7 -
    
    //1-5
    private static final Question section7Question319 = new Question(319, R.drawable.image_319,1,
            "Ի՞նչ է ցույց տալիս հորիզոնական գծանշման դեղին հոծ գիծը",
            "Այն տեղը, որտեղ արգելվում է տրանսպորտային միջոցների\n" +
                    "կանգառը եւ կայանումը",
            "Այն տեղը, որտեղ թույլատրվում է կանգառ կատարել՝ ուղևորներ\n" +
                    "իջեցնելու կամ տրանսպորտային միջոցը բեռնաթափելու համար",
            "Այն տեղը, որտեղ արգելվում է տրանսպորտային միջոցների\n" +
                    "կայանումը");


    private static final Question section7Question320 = new Question(320, R.drawable.image_320,2,
            "Թույլատրվու՞մ է արդյոք վարորդին հատել տրանսպորտային միջոցների\n" +
                    "կայանման տեղերի սահմանները նշող գծանշման հոծ գիծը",
            "Արգելվում է",
            "Թույլատրվում է");

    private static final Question section7Question321 = new Question(321, R.drawable.image_321,1,
            "Սլաքներով նշված ո՞ր ուղղություններով է թույլատրվում\n" +
                    "երթևեկությունը",
            "Միայն ուղիղ",
            "Դեպի ձախ և հակառակ ուղղությամբ",
            "Ուղիղ, դեպի ձախ և հակառակ ուղղությամբ");

    private static final Question section7Question322 = new Question(322, R.drawable.image_322,2,
            "Ի՞նչ է ցույց տալիս այս գծանշումը",
            "Հետիոտնային անցում, որտեղ երթևեկությունը կարգավորվում է\n" +
                    "լուսացույցով",
            "Այն տեղը, որտեղ հեծանվային արահետը հատում է ճանապարհի\n" +
                    "երթևեկելի մասը",
            "Այն տեղը, որտեղ հետիոտնային արահետը հատում է ճանապարհի\n" +
                    "երթևեկելի մասը");

    private static final Question section7Question323 = new Question(323, R.drawable.image_323,4,
            "Այն տեղը, որտեղ հետիոտնային արահետը հատում է ճանապարհի\n" +
                    "երթևեկելի մասը",
            "Երկու գոտի",
            "Երկու կամ երեք գոտի",
            "Երեք գոտի",
            "Չորս և ավելի գոտիներ");





    //6-10
    private static final Question section7Question324 = new Question(324, R.drawable.image_324,2,
            "Ի՞նչ են նախազգուշացնում երթեւեկելի մասի վրա գծանշված սլաքները",
            "Նախազգուշացնում են վարորդին ճանապարհի վտանգավոր\n" +
                    "հատվածին մոտենալու մասին",
            "Նախազգուշացնում են երթևեկության գոտու վերջին մոտենալու\n" +
                    "մասին",
            "Ցույց են տալիս ճանապարհի վտանգավոր շրջադարձի\n" +
                    "ուղղությունը");





    private static final Question section7Question325 = new Question(325, R.drawable.image_325,2,
            "Ցույց են տալիս ճանապարհի վտանգավոր շրջադարձի\n" +
                    "ուղղությունը",
            "1-ին գիծը",
            "2-րդ գիծը",
            "3-րդ գիծը",
            "2-րդ և 3 -րդ գծերը",
            "3-րդ և 4 -րդ գծերը");

    private static final Question section7Question326 = new Question(326, R.drawable.image_326,3,
            "Որտե՞ղ է գծվում կանգառը եւ կայանումն արգելող տեղերը նշող\n" +
                    "դեղին հոծ գիծը",
            "Երթևեկելի մասի վրա",
            "Երթևեկելի մասի եզրի մոտ",
            "Երթևեկելի մասի եզրի մոտ կամ եզրաքարի վերին մակերեսին",
            "Միայն եզրաքարի վերին մակերեսին");

    private static final Question section7Question327 = new Question(327, R.drawable.image_327,2,
            "Ճանապարհային նշաններից որի՞ հետ կարող է կիրառվել դեղին գույնի\n" +
                    "ընդհատվող գծանշումը",
            "«Կանգառն արգելվում է»",
            "«Կայանելն արգելվում է»",
            "«Կայանելն արգելվում է ամսվա կենտ օրերին»");

    private static final Question section7Question328 = new Question(328, R.drawable.image_328,4,
            "Ո՞ր տրանսպորտային միջոցներին է թույլատրվում երթևեկել երթևեկելի\n" +
                    "մասի աջ գոտիով",
            "Բոլոր մեխանիկական տրանսպորտային միջոցներին",
            "Ընդհանուր օգտագործման տրանսպորտային միջոցներին և\n" +
                    "տաքսիներին",
            "Միայն հեծանիվներին",
            "Միայն հեծանիվներին");




    //11-15
    private static final Question section7Question329 = new Question(329, R.drawable.image_329,3,
            "Այս ճանապարհային գծանշումն ունի հետևյալ նշանակությունը",
            "Ցույց է տալիս մայթամերձ կայանման տեղերը, որտեղ նշված են\n" +
                    "մեխանիկական տրանսպորտային միջոցների կանգնեցման ձևերը",
            "Ցույց է տալիս այն տեղերը, որտեղ արգելվում է մեխանիկական\n" +
                    "տրանսպորտային միջոցների կանգառը",
            "Ցույց է տալիս այն տեղերը, որտեղ արգելվում է մեխանիկական\n" +
                    "տրանսպորտային միջոցների կանգառը");

    private static final Question section7Question330 = new Question(330, R.drawable.image_330,2,
            "Այս հորիզոնական ճանապարհային գծանշումը ցույց է տալիս՝",
            "Երթևեկելի մասի նեղացում, որտեղ նվազում է երթևեկության\n" +
                    "գոտիների քանակը տվյալ ուղղությամբ",
            "Այն տեղը, որտեղ վարորդը պետք է անհրաժեշտության դեպքում կանգ\n" +
                    "առնի` հատվող ճանապարհով երթևեկող տրանսպորտային միջոցներին\n" +
                    "ճանապարհը զիջելու համար",
            "Մոտեցում կանգառն արգելված տեղին");

    private static final Question section7Question331 = new Question(331, R.drawable.image_331,3,
            "Թույլատրվու՞մ է արդյոք մուտք գործել սպիտակ լայն գծերով\n" +
                    "գծանշված ուղղորդ կղզյակ",
            "Թույլատրվու՞մ է արդյոք մուտք գործել սպիտակ լայն գծերով\n" +
                    "գծանշված ուղղորդ կղզյակ",
            "Թույլատրվում է հետընթացի ժամանակ",
            "Արգելվում է");

    private static final Question section7Question332 = new Question(332, 2,
            "Ինչպե՞ս պետք է վարվի վարորդը՝ մոտենալով խաչմերուկին՝ «Կանգ -\n" +
                    "գիծ» գծանշման և լուսացույցի կանաչ ազդանշանի պայմաններում",
            "Կանգ առնի «Կանգ-գծի» մոտ, որից հետո վերսկսի երթևեկությունը",
            "Շարունակի երթևեկությունը խաչմերուկով` առանց կանգառի");

    private static final Question section7Question333 = new Question(333, R.drawable.image_333,2,
            "Ի՞նչ է ցույց տալիս այս գծանշումը",
            "Հետիոտնային անցում",
            "Այն տեղը, որտեղ հեծանվային արահետը հատում է ճանապարհի\n" +
                    "երթևեկելի մասը",
            "Անասուններ քշելու համար նախատեսված տեղը");





    //16-20
    private static final Question section7Question334 = new Question(334, R.drawable.image_334,1,
            "Վարորդը որտե՞ղ պետք է կանգնեցնի տրանսպորտային միջոցն այս\n" +
                    "գծանշման առկայության դեպքում",
            "Գծանշման մոտ",
            "Գծանշման վրա",
            "Գծանշումից ոչ պակաս, քան 5 մ հեռավորության վրա");

    private static final Question section7Question335 = new Question(335, R.drawable.image_335,3,
            "Ի՞նչ է նշանակում այս գծանշումը",
            "Ընդհանուր օգտագործման տրանսպորտային միջոցների համար\n" +
                    "նախատեսված երթևեկության գոտի",
            "Հատուկ նշանակության ավտոմոբիլների համար նախատեսված\n" +
                    "երթևեկության գոտի",
            "Ցույց է տալիս երթևեկության այն գոտիների սահմանները, որտեղ\n" +
                    "իրականացվում է դարձափոխային կարգավորում:");

    private static final Question section7Question336 = new Question(336, R.drawable.image_336,1,
            "Թույլատրվու՞մ է արդյոք նշված վայրում հետադարձ կատարել",
            "Թույլատրվում է",
            "Արգելվում է");

    private static final Question section7Question337 = new Question(337, R.drawable.image_337,1,
            "Թույլատրվու՞մ է արդյոք տվյալ գծանշման առկայության դեպքում\n" +
                    "զբոսաշրջության երթուղով երթևեկող ավտոբուսի վարորդին մուտք\n" +
                    "գործել «A» գծանշումով գոտի",
            "Թույլատրվում է",
            "Թույլատրվում է");


    private static final Question section7Question338 = new Question(338, R.drawable.image_338,2,
            "Ի՞նչ է ցույց տալիս ընդհատվող լայն գծի տեսքով գծանշումը",
            "Երթևեկելի մասի և կողնակի միջև առկա սահմանը",
            "Երթևեկելի մասի հիմնական գոտու և թափառքի գոտու միջև առկա\n" +
                    "սահմանը",
            "Երթևեկելի մասի հիմնական գոտու և թափառքի գոտու միջև առկա\n" +
                    "սահմանը");







    //21-25
    private static final Question section7Question339 = new Question(339, R.drawable.image_339,4,
            "Երթևեկելի մասի հիմնական գոտու և թափառքի գոտու միջև առկա\n" +
                    "սահմանը",
            "Կարմիրին",
            "Երկու ավտոմոբիլներին էլ",
            "Ոչ մեկին",
            "Դեղինին՝ «Հաշմանդամ» ճանաչման նշանով կահավորված");

    private static final Question section7Question340 = new Question(340, R.drawable.image_340,1,
            "Դեղինին՝ «Հաշմանդամ» ճանաչման նշանով կահավորված",
            "Ձախ նկարում",
            "Երկու նկարներում էլ",
            "Աջ նկարում");

    private static final Question section7Question341 = new Question(341, R.drawable.image_341,4,
            "Ո՞ր տրանսպորտային միջոցներին է թույլատրվում կայանումը",
            "Միայն մոտոցիկլին",
            "Միայն բեռնատար ավտոմոբիլին",
            "Միայն թեթև մարդատար ավտոմոբիլին",
            "Թեթև մարդատար ավտոմոբիլին և մոտոցիկլին",
            "Բոլոր տրանսպորտային միջոցներին");

    private static final Question section7Question342 = new Question(342, 3,
            "Կայանումն արգելվում է՝",
            "Կամուրջների, էստակադների և ուղեկամուրջների վրա",
            "Կամուրջների, էստակադների և ուղեկամուրջների տակ",
            "Թվարկած բոլոր դեպքերում");

    private static final Question section7Question343 = new Question(343, R.drawable.image_343,2,
            "Թույլատրվու՞մ է արդյոք ուղևոր իջեցնել ճանապարհի այն տեղում,\n" +
                    "որտեղ եզրաքարի վերին մակերեսին գծված է դեղին հոծ գիծ և\n" +
                    "տեղադրված է «Կանգառն արգելվում է» նշանը",
            "Թույլատրվում է",
            "Արգելվում է",
            "Թույլատրվում է՝ ընդհանուր օգտագործման տրանսպորտային\n" +
                    "միջոցների բացակայության դեպքում",
            "Թույլատրվում է միայն ընդհանուր օգտագործման տրանսպորտային\n" +
                    "միջոցներին");






    //26-30
    private static final Question section7Question344 = new Question(344, R.drawable.image_344,1,
            "Ազդու՞մ է արդյոք արգելող նշանը ճանապարհի այն հատվածի վրա,\n" +
                    "որտեղ կանգառ է կատարել վարորդը",
            "Ազդում է",
            "Չի ազդում");

    private static final Question section7Question345 = new Question(345, R.drawable.image_345,1,
            "Թույլատրվու՞մ է արդյոք ավտոմոբիլի կայանումը նշված տեղում",
            "Թույլատրվում է",
            "Արգելվում է");

    private static final Question section7Question346 = new Question(346, 5,
            "Երկաթուղային գծանցներից ի՞նչ հեռավորության վրա է արգելվում\n" +
                    "տրանսպորտային միջոցների կայանումը",
            "300 մ",
            "150 մ",
            "100 մ",
            "50 մ",
            "25 մ");

    private static final Question section7Question347 = new Question(347, R.drawable.image_347,1,
            "Թույլատրվու՞մ է արդյոք տվյալ դեպքում կանգ առնել ուղևոր իջեցնելու\n" +
                    "համար",
            "Թույլատրվում է, եթե դա խոչընդոտ չի ստեղծի ընդհանուր\n" +
                    "օգտագործման տրանսպորտային միջոցների երթևեկությանը",
            "Արգելվում է",
            "Տարբերակ");


    private static final Question section7Question348 = new Question(348, R.drawable.image_348,1,
            "Վարորդներից ո՞րն է պարտավոր կանգ առնել",
            "Թեթեւ մարդատար ավտոմոբիլի վարորդը",
            "Ավտոբուսի վարորդը",
            "Երկու վարորդն էլ");





    //31-35
    private static final Question section7Question349 = new Question(349, 1,
            "Որպես գնացքի կանգառի ազդանշան ծառայում է՝",
            "Ձեռքի շրջանաձև շարժումը (ցերեկը` վառ գույնի լաթով կամ որևէ լավ\n" +
                    "տեսանելի առարկայով, գիշերը` ջահով կամ լապտերով)",
            "Սկավառակով կամ կարմիր դրոշակով գլխավերև բարձրացված\n" +
                    "ձեռքը",
                    "Առաջ պարզած ձեռքը",
            "Վեր և վար ճոճվող` առաջ պարզած ձեռքը");

    private static final Question section7Question350 = new Question(350, 1,
            "Բնակավայրերում, յուրաքանչյուր ուղղությամբ մեկ երթևեկելի գոտի\n" +
                    "ունեցող և մեջտեղում տրամվայի գծեր չունեցող ճանապարհների ձախ\n" +
                    "կողմում կանգառն ու կայանումը՝",
            "Թույլատրվում է",
            "Արգելվում է");

    private static final Question section7Question351 = new Question(351, 5,
            "«Կանգ-գծից» կամ «Երթևեկությունն առանց կանգառի արգելվում է»\n" +
                    "նշանից ի՞նչ հեռավարության վրա պետք է կանգնեցվի\n" +
                    "տրանսպորտային միջոցը՝ մոտեցող գնացքին ճանապարհը զիջելու\n" +
                    "համար",
            "1,5 մ",
            "2,5 մ",
            "5 մ",
            "10 մ",
            "Անմիջապես «Կանգ-գծի» և (կամ) նշանի մոտ");

    private static final Question section7Question352 = new Question(352, R.drawable.image_352,2,
            "Անմիջապես «Կանգ-գծի» և (կամ) նշանի մոտ",
            "Թույլատրվում է",
            "Արգելվում է");


    private static final Question section7Question353 = new Question(353, R.drawable.image_353,3,
            "Թույլատրվու՞մ է արդյոք ավտոմոբիլի կանգառն այս վայրում",
            "Արգելվում է, քանի որ գծանշման ընդհատվող գծի և կանգ առած\n" +
                    "տրանսպորտային միջոցի միջև հեռավորությունը պակաս է 3 մետրից",
            "Արգելվում է ամսվա զույգ օրերին",
            "Թույլատրվում է");



    //36-40
    private static final Question section7Question354 = new Question(354, R.drawable.image_354,3,
            "Ո՞ր տրանսպորտային միջոցի վարորդն է խախտել կայանման\n" +
                    "կանոնները",
            "Կապույտ ավտոմոբիլի վարորդը",
            "Կարմիր ավտոմոբիլի վարորդը",
            "Երկու վարորդներն էլ խախտել են",
            "Երկու վարորդներն էլ չեն խախտել");

    private static final Question section7Question355 = new Question(355, 2,
            "Որտե՞ղ է թույլատրվում երկարատև հանգստի, գիշերակացի և այլ\n" +
                    "նպատակներով կայանելը բնակավայրերից դուրս",
            "Ճանապարհի կողնակներին",
            "Կայանման համար նախատեսված հրապարակներում կամ\n" +
                    "ճանապարհի սահմաններից դուրս",
            "Ճանապարհի երթևեկելի մասի աջ կողմում` չխոչընդոտելով այլ\n" +
                    "տրանսպորտային միջոցների երթևեկությունը",
            "Ճանապարհի երթևեկելի մասի աջ կողմում` չխոչընդոտելով այլ\n" +
                    "տրանսպորտային միջոցների երթևեկությունը");

    private static final Question section7Question356 = new Question(356, R.drawable.image_356,5,
            "Կանգառն արգելվում է, եթե հոծ գծի և կանգնած տրանսպորտային\n" +
                    "միջոցի միջև տարածությունը կազմում է`",
            "6 մ",
            "5.5 մ",
            "4 մ",
            "5.5 մ",
            "2.5 մ");

    private static final Question section7Question357 = new Question(357, 3,
            "Եթե երկաթուղային գծանցով երթևեկությունը արգելված է և բացակայում\n" +
                    "են լուսացույցը, ճանապարհային նշանները, գծանշումն ու ուղեփակոցը,\n" +
                    "ապա վարորդը պետք է կանգնի՝",
            "Մոտակա ռելսից ոչ պակաս, քան 5 մ հեռավորության վրա",
            "Մոտակա ռելսից ոչ պակաս, քան 7 մ հեռավորության վրա",
            "Մոտակա ռելսից ոչ պակաս, քան 10 մ հեռավորության վրա");


    private static final Question section7Question358 = new Question(358,                1,
            "Ի՞նչ հեռավորության վրա է արգելվում տրանսպորտային միջոցների\n" +
                    "կայանումը երկաթուղային գծանցներից՝",
            "15 մ",
            "50 մ",
            "100 մ",
            "150 մ");





    //41-45
    private static final Question section7Question359 = new Question(359, R.drawable.image_359,4,
            "Ո՞ր պատասխանում են ճիշտ թվարկած կանգառի կանոնները խախտած\n" +
                    "վարորդները",
            "Կարմիր ավտոմոբիլի և մոտոցիկլի վարորդները",
            "Կապույտ ավտոմոբիլի վարորդը",
            "Մոտոցիկլի վարորդը",
            "Բոլոր տրանսպորտային միջոցների վարորդները");

    private static final Question section7Question360 = new Question(360, R.drawable.image_360,4,
            "Ո՞ր տրանսպորտային միջոցների վարորդներն են սխալ կանգառ\n" +
                    "կատարել ուղևորներ իջեցնելու համար",
            "Թեթև մարդատար ավտոմոբիլի վարորդը",
            "Մոտոցիկլի վարորդը",
            "Ավտոբուսի վարորդը",
            "Մոտոցիկլի և ավտոբուսի վարորդները",
            "Բոլոր վարորդները");

    private static final Question section7Question361 = new Question(361, 1,
            "Եթե երկաթուղային գծանցով երթևեկությունն արգելված է և բացակայում\n" +
                    "են լուսացույցը, ճանապարհային նշաններն ու գծանշումը, ապա\n" +
                    "վարորդը պետք է կանգնի՝",
            "Ուղեփակոցից ոչ պակաս, քան 5 մ հեռավորության վրա",
            "Ուղեփակոցից ոչ պակաս, քան 3 մ հեռավորության վրա",
            "Ուղեփակոցից անմիջապես առաջ");

    private static final Question section7Question362 = new Question(362, R.drawable.image_362,1,
            "Թույլատրվու՞մ է զբոսաշրջային ավտոբուսին երթևեկել «A» գծանշումով\n" +
                    "գոտիով",
            "Արգելվում է",
            "Թույլատրվում է");


    private static final Question section7Question363 = new Question(363, R.drawable.image_363,2,
            "Ի՞նչ է նշանակում երթևեկելի մասի գոտում գծանշված «A» տառը",
            "Ճանապարհի (երթուղու) համարը",
            "Ընդհանուր օգտագործման տրանսպորտային միջոցների երթևեկության\n" +
                    "համար նախատեսված հատուկ գոտի",
            "\"A\" կարգի տրանսպորտային միջոցների երթևեկության համար\n" +
                    "նախատեսված հատուկ գոտի");



    //45-50
    private static final Question section7Question364 = new Question(364, R.drawable.image_364,2,
            "Տրանսպորտային միջոցին թույլատրվու՞մ է կանգնել նշված տեղում\n" +
                    "ուղևորներ իջեցնելու համար",
            "Թույլատրվում է",
            "Արգելվում է",
            "Թույլատրվում է` բայց մայթին բարձրանալով");

    private static final Question section7Question365 = new Question(365, R.drawable.image_365,3,
            "Թույլատրվու՞մ է շարունակել երթևեկությունը սլաքով նշված\n" +
                    "ուղղությամբ",
            "Արգելվում է",
            "Թույլատրվում է բոլոր դեպքերում",
            "Թույլատրվում է ուղևորներ իջեցնելու նպատակով կանգառ կատարելու\n" +
                    "համար",
            "Թույլատրվում է բեռնատար ավտոմոբիլին վազանցելու նպատակով");

    private static final Question section7Question366 = new Question(366, R.drawable.image_366,1,
            "Այսպիսի ուղղաձիգ գծանշմամբ նշվում են`",
            "Կամրջի, թունելի ստորին եզրերը",
            "Չլուսավորված թունելների մուտքը",
            "Ճանապարհային շինությունների ցանկացած տարր, որը վտանգ է\n" +
                    "ստեղծում երթևեկության համար");

    private static final Question section7Question367 = new Question(367, R.drawable.image_367,2,
            "Ճանապարհային շինությունների ցանկացած տարր, որը վտանգ է\n" +
                    "ստեղծում երթևեկության համար",
            "Շարունակի երթևեկությունը",
            "Դանդաղեցնի ընթացքը, անհրաժեշտության դեպքում կանգնի և\n" +
                    "շարունակի երթևեկությունը` համոզվելով, որ անցումում հետիոտներ\n" +
                    "չկան",
            "Կանգ առնի և շարունակի երթևեկությունը միայն այն դեպքում, երբ\n" +
                    "ավտոբուսը կվերսկսի երթևեկությունը");

    private static final Question section7Question368 = new Question(368, R.drawable.image_368,1,
            "Ավտոբուսի վարորդը կատարել է կանգառ ուղևորներ նստեցնելու\n" +
                    "նպատակով: Թեթև մարդատար ավտոմոբիլը երթևեկում է 70 կմ/ժ\n" +
                    "արագությամբ: Ո՞ր տրանսպորտային միջոցի վարորդն է խախտում\n" +
                    "ճանապարհային երթևեկության կանոնների պահանջները",
            "Ոչ ոք",
            "Ավտոբուսի վարորդը",
            "Թեթև մարդատար ավտոմոբիլի վարորդը",
            "Երկու վարորդներն էլ");


    //51-55
    private static final Question section7Question369 = new Question(369, R.drawable.image_369,3,

            "Թվարկվածներից ո՞ր դեպքում կարող է ավտոբուսի վարորդն անցնել\n" +
                    "երկկողմ երթևեկության եռագոտի ճանապարհի մեջտեղի գոտի, որը\n" +
                    "օգտագործվում է երկու ուղղությամբ երթևեկության համար",
            "Վազանցելու կամ շրջանցելու նպատակով",
            "Վազանցելու կամ շրջանցելու նպատակով",
            "Վերոնշյալ երկու դեպքում էլ",
            "Ոչ մի պատասխանը ճիշտ չէ");

    private static final Question section7Question370 = new Question(370, R.drawable.image_370,3,
            "Որտե՞ղ պետք է կանգ առնի վարորդը տվյալ իրավիճակում",
            "Կանգառը պարտադիր չէ",
            "Լուսացույցի առջև",
            "«Կանգ-գիծ» գծանշման առջև",
            "Երթևեկելի գոտիների հատման առջև");

    private static final Question section7Question371 = new Question(371, R.drawable.image_371,1,
            "Ավտոբուսը կանգ է առել հետիոտնին զիջելու համար: Թեթև մարդատար\n" +
                    "ավտոմոբիլի վարորդը տվյալ իրադրությունում խախտու՞մ է\n" +
                    "ճանապարհային երթևեկության կանոնների պահանջները",
            "Խախտում է",
            "Չի խախտում");


    private static final Question section7Question372 = new Question(372, R.drawable.image_372,1,
            "Թույլատրվու՞մ է, կանոնավոր ուղևորափոխադրումներ \n" +
                    "իրականացնող ավտոբուսի վարորդին ուղևորներ նստեցնելու \n" +
                    "նպատակով կանգառ կատարել նշված վայրում",
            "Արգելվում է",
            "Թույլատրվում է");


    private static final Question section7Question373 = new Question(373, R.drawable.image_373,1,
            "Զբոսաշրջային ավտոբուսի վարորդը երկարատև հանգստի նպատակով\n" +
                    "իրավունք ունի՞ կանգ առնել նշված վայրում",
            "Իրավունք չունի",
            "Իրավունք ունի");





    //56-60
    private static final Question section7Question374 = new Question(374, R.drawable.image_374,2,
            "Դեպի ձախ երթևեկությունը շարունակելու համար որտե՞ղ պետք է կանգ\n" +
                    "առնի ավտոբուսի վարորդը ճանապարհը թեթև մարդատար\n" +
                    "ավտոմոբիլին զիջելու համար",
            "Ճանապարհային նշանի առջև",
            "Գծանշման մոտ",
            "Վարորդի հայեցողությամբ անվտանգ տեղում");


    private static final Question section7Question375 = new Question(375, R.drawable.image_375,2,
            "Տվյալ իրավիճակում որտե՞ղ պետք է կանգ առնել",
            "Առաջին ճանապարհային նշանի մոտ",
            "«Կանգ-գիծ» գծանշման առջև",
            "Երկրորդ ճանապարհային նշանի մոտ",
            "Կանգառը պարտադիր չէ");



    private static final Question section7Question376 = new Question(376, R.drawable.image_376,4,
            "Տվյալ նշանի ազդեցության գոտում ո՞ր տրանսպորտային միջոցներին է\n" +
                    "թույլատրվում կանգառ կատարել",
            "Միայն ընդհանուր օգտագործման տրանսպորտային միջոցներին",
            "Միայն հաշմանդամների կողմից ղեկավարվող տրանսպորտային\n" +
                    "միջոցներին",
            "Միայն միացված հաշվիչով տաքսիներին",
            "Բոլորին արգելվում է");



    private static final Question section7Question377 = new Question(377, R.drawable.image_377,1,
            "Նշված ճանապարհային նշանների ազդման գոտում թույլատրվու՞մ է\n" +
                    "կանգառ կատարել, ուղևորներ նստեցնելու նպատակով",
            "Թույլատրվում է",
            "Արգելվում է");




    private static final Question section7Question378 = new Question(378, R.drawable.image_378,2,
            "Տվյալ ճանապարհային գծանշումը թույլատրում է երթևեկել`",
            "Միայն դեպի ձախ",
            "Դեպի ձախ և հակառակ ուղղությամբ",
            "Միայն հակառակ ուղղությամբ",
            "Ուղիղ, ձախ և հակառակ ուղղությամբ");





    //61-66
    private static final Question section7Question379 = new Question(379, R.drawable.image_379,2,
            "Ո՞ր տրանսպորտային միջոցներին է թույլատրվում կայանել տվյալ\n" +
                    "ճանապարհային նշանի ազդեցության գոտում",
            "Միայն ընդհանուր օգտագործման տրանսպորտային միջոցներին",
            "Տրանսպորտային միջոցներին, որոնք վարում են հաշմանդամները և\n" +
                    "միացված հաշվիչով տաքսիներին");

    private static final Question section7Question380 = new Question(380, R.drawable.image_380,2,
            "Ի՞նչ է նշանակում տվյալ ճանապարհային գծանշումը",
            "Ուղևորներ նստեցնելու-իջեցնելու տեղ",
            "Ընդհանուր օգտագործման տրանսպորտային միջոցների կանգառի\n" +
                    "կետ",
            "Ընդհանուր օգտագործման տրանսպորտային միջոցների կանգառի և\n" +
                    "տաքսիների կայանման տեղ");

    private static final Question section7Question381 = new Question(381, R.drawable.image_381,3,
            "Ո՞ր տրանսպորտային միջոցների համար է առանձնացված «A» տառով\n" +
                    "գծանշված գոտին",
            "Միայն ավտոբուսների համար, որոնք շարժվում են սահմանված\n" +
                    "երթուղով",
            "Տրոլեյբուսների և տաքսիների համար",
            "Ընդհանուր օգտագործման տրանսպորտային միջոցների համար");

    private static final Question section7Question382 = new Question(382, 1,
            "Թույլատրվու՞մ է ավտոբուսների կանգառն ու կայանումը\n" +
                    "բնակավայրերում երթևեկելի մասի ձախ կողմում` միակողմ երթևեկության\n" +
                    "ճանապարհներին",
            "Թույլատրվում է",
            "Արգելվում է",
            "Թույլատրվում է միայն կանգառ կատարելու համար");

    private static final Question section7Question383 = new Question(383, 1,
            "Կանգառի կետերի տարածքից դուրս թույլատրվու՞մ է ընդհանուր\n" +
                    "օգտագործման տրանսպորտային միջոցներին կանգառ կատարել",
            "Արգելվում է",
            "Թույլատրվում է");

    private static final Question section7Question384 = new Question(384, 2,
            "Թույլատրվու՞մ է ավտոբուսների կայանումը բնակելի գոտիներում և\n" +
                    "բակային տարածքներում",
            "Արգելվում է",
            "Թույլատրվում է` դրա համար նախատեսված տեղերում",
            "Թույլատրվում է");




    //Section - 8 -

    //1-5
    private static final Question section8Question385 = new Question(385, R.drawable.image_385,3,
            "Ի՞նչ առավելագույն արագությամբ է թույլատրվում թեթև մարդատար\n" +
                    "ավտոմոբիլների երթևեկությունը ճանապարհներին` բնակավայրերից\n" +
                    "դուրս",
            "110 կմ/ժ",
            "100 կմ/ժ",
            "90 կմ/ժ",
            "80 կմ/ժ",
            "70 կմ/ժ");

    private static final Question section8Question386 = new Question(386, 1,
            "Կահավորված թափքում մարդ փոխադրող բեռնատար ավտոմոբիլների\n" +
                    "երթևեկությունը թույլատրվում է ոչ ավելի քան`",
            "60 կմ/ժ արագությամբ",
            "70 կմ/ժ արագությամբ",
            "80 կմ/ժ արագությամբ");

    private static final Question section8Question387 = new Question(387, 2,
            "Այս նախազգուշացնող նշանը բնակավայրերից դուրս, մինչև վտանգավոր\n" +
                    "հատվածի սկիզբը ի՞նչ հեռավորության վրա է տեղադրվում",
            "50 - 100 մ",
            "150 - 300 մ",
            "300 - 500 մ");

    private static final Question section8Question388 = new Question(388, 1,
            "Երեխաների կազմակերպված խմբեր փոխադրող տրանսպորտային\n" +
                    "միջոցների երթևեկությունը թույլատրվում է՝",
            "60 կմ/ժ ոչ ավելի արագությամբ",
            "70 կմ/ժ ոչ ավելի արագությամբ",
            "80 կմ/ժ ոչ ավելի արագությամբ");

    private static final Question section8Question389 = new Question(389, 1,
            "Տրանսպորտային միջոցների երթևեկությունը բնակավայրերում\n" +
                    "թույլատրվում է՝",
            "60 կմ/ժ ոչ ավելի արագությամբ",
            "80 կմ/ժ ոչ ավելի արագությամբ",
            "90 կմ/ժ ոչ ավելի արագությամբ");






    //6-10
    private static final Question section8Question390 = new Question(390, 3,
            "Ո՞ր ուղղությամբ է թույլատրվում երթևեկությունը",
            "Միայն ուղիղ",
            "Ուղիղ և դեպի աջ",
            "Ուղիղ, դեպի աջ և դեպի ձախ",
            "Բոլոր ուղղություններով");

    private static final Question section8Question391 = new Question(391, 2,
            "Միջքաղաքային ավտոբուսների երթևեկությունը բնակավայրերից դուրս\n" +
                    "թույլատրվում է՝",
            "70 կմ/ժ ոչ ավելի արագությամբ",
            "90 կմ/ժ ոչ ավելի արագությամբ",
            "110 կմ/ժ ոչ ավելի արագությամբ");

    private static final Question section8Question392 = new Question(392, 1,
            "Ի՞նչ արագությամբ է թույլատրվում երթևեկել 3.5 տ ոչ ավելի\n" +
                    "թույլատրելի առավելագույն զանգված ունեցող բեռնատար\n" +
                    "ավտոմոբիլներով՝ բնակավայրերից դուրս",
            "90 կմ/ժ արագությունից ոչ ավելի",
            "70 կմ/ժ արագությունից ոչ ավելի",
            "80 կմ/ժ արագությունից ոչ ավելի");

    private static final Question section8Question393 = new Question(393, 3,
            "Թույլատրվու՞մ է արդյոք մերձքաղաքային, միջմարզային եւ\n" +
                    "միջքաղաքային ավտոբուսների վարորդներին բնակավայրերում\n" +
                    "գերազանցել 60 կմ/ժ արագությունը",
            "Թույլատրվում է` միայն միևնույն ուղղությամբ երկու և ավելի գոտի\n" +
                    "ունեցող ճանապարհներին",
            "Թույլատրվում է",
            "Արգելվում է");

    private static final Question section8Question394 = new Question(394, 2,
            "Թույլատրվու՞մ է արդյոք միջքաղաքային ավտոբուսի վարորդին\n" +
                    "բնակավայրերից դուրս գերազանցել 70 կմ/ժ արագությունը",
            "Թույլատրվում է` միայն երթևեկության համար տվյալ ուղղությամբ\n" +
                    "երկու և ավելի գոտի ունեցող ճանապարհներով երթևեկելիս",
            "Թույլատրվում է",
            "Արգելվում է");





    //11-15
    private static final Question section8Question395 = new Question(395, 1,
            "Քարշակման ժամանակ վթարային լուսային ազդանշանի\n" +
                    "բացակայության կամ անսարքության դեպքում, «Վթարային կանգառ»\n" +
                    "նշանը տեղադրվում է՝",
            "Քարշակվող տրանսպորտային միջոցի հետևի մասում",
            "Քարշակող տրանսպորտային միջոցի առջևի մասում",
            "Վարորդի հայեցողությամբ` տրանսպորտային միջոցներից մեկի վրա`\n" +
                    "տեսանելի տեղում");


    private static final Question section8Question396 = new Question(396, 3,
            "Կոշտ կցիչով քարշակման ժամանակ տրանսպորտային միջոցների միջև\n" +
                    "հեռավորությունը չպետք է գերազանցի՝",
            "2 մ",
            "3 մ",
            "4 մ",
            "5 մ",
            "6 մ");

    private static final Question section8Question397 = new Question(397, 3,
            "Թույլատրվու՞մ է արդյոք կոշտ կամ ճկուն կցիչով քարշակման ժամանակ\n" +
                    "մարդկանց փոխադրումը բեռնատար ավտոմոբիլի թափքում՝",
            "Թույլատրվում է քարշակող և քարշակվող ավտոմոբիլների թափքում",
            "Թույլատրվում է միայն քարշակվող ավտոմոբիլի թափքում",
            "Թույլատրվում է միայն քարշակող ավտոմոբիլի թափքում",
            "Երկու ավտոմոբիլների թափքում էլ արգելվում է");

    private static final Question section8Question398 = new Question(398, 2,
            "Թույլատրվու՞մ է արդյոք մարդկանց փոխադրումը քարշակվող\n" +
                    "ավտոմոբիլում",
            "Թույլատրվում է ավտոբուսում",
            "Թույլատրվում է թեթև մարդատար ավտոմոբիլում",
            "Թույլատրվում է բեռնատար ավտոմոբիլի թափքում՝ կոշտ կցիչով\n" +
                    "քարշարկելիս");

    private static final Question section8Question399 = new Question(399, 3,
            "Ի՞նչ առավելագույն արագությամբ է թույլատրվում երթևեկությունը՝\n" +
                    "մեխանիկական տրանսպորտային միջոցներով քարշակում կատարելիս",
            "30 կմ/ժ",
            "40 կմ/ժ",
            "50 կմ/ժ",
            "60 կմ/ժ",
            "70 կմ/ժ");





   //16-20
    private static final Question section8Question400 = new Question(400, 1,
            "Քարշակումը մերկասառույցի պայմաններում արգելվում է՝",
            "Ճկուն կցիչով",
            "Կոշտ կցիչով",
            "Մասնակի բեռնման եղանակով");

    private static final Question section8Question401 = new Question(401, R.drawable.image_401, 2,
            "Ինչպիսի՞ առավելագույն արագությամբ կարող է իրականացվել\n" +
                    "քարշակումը տվյալ պայմաններում",
            "30 կմ/ժ",
            "50 կմ/ժ",
            "70 կմ/ժ",
            "80 կմ/ժ");

    private static final Question section8Question402 = new Question(402, 4,
            "Թույլատրվու՞մ է արդյոք ճկուն կամ կոշտ կցիչով քարշակման դեպքում\n" +
                    "մարդկանց փոխադրումը քարշակվող մեխանիկական տրանսպորտային\n" +
                    "միջոցում",
            "Թույլատրվում է՝ ավտոբուսում և տրոլեյբուսում",
            "Թույլատրվում է՝ միայն թեթև մարդատար ավտոմոբիլում",
            "Թույլատրվում է՝ բեռնատար ավտոմոբիլի թափքում և թեթև\n" +
                    "մարդատար ավտոմոբիլում",
            "Թույլատրվում է՝ բեռնատար ավտոմոբիլի խցիկում և թեթև մարդատար\n" +
                    "ավտոմոբիլում",
            "Արգելվում է");

    private static final Question section8Question403 = new Question(403, 3,
            "Քարշակումը մերկասառույցի պայմաններում՝",
            "Արգելվում է",
            "Թույլատրվում է",
            "Թույլատրվում է՝ կոշտ կցիչով կամ մասնակի բեռնման եղանակով\n" +
                    "քարշակելիս");

    private static final Question section8Question404 = new Question(404, 3,
            "Ինչպիսի՞ առավելագույն արագությամբ է թույլատրվում\n" +
                    "տրանսպորտային միջոցների քարշակումը ճկուն կցիչով",
            "70 կմ/ժ",
            "60 կմ/ժ",
            "50 կմ/ժ",
            "40 կմ/ժ",
            "30 կմ/ժ");






    //21-25
    private static final Question section8Question405 = new Question(405, 2,
            "Ո՞ր դեպքում է արգելվում քարշակումը",
            "Մերկասառույցի պայմաններում` կոշտ կցիչով",
            "Մերկասառույցի պայմաններում` ճկուն կցիչով",
            "Կողային կցորդով մոտոցիկլներով");


    private static final Question section8Question406 = new Question(406, 3,
            "Բնակավայրերից դուրս մեխանիկական տրանսպորտային միջոցներ\n" +
                    "քարշակելիս երթևեկության արագությունը չպետք է գերազանցի՝",
            "30 կմ/ժ",
            "40 կմ/ժ",
            "50 կմ/ժ",
            "60 կմ/ժ",
            "70 կմ/ժ");


    private static final Question section8Question407 = new Question(407, 1,
            "Թույլատրվու՞մ է արդյոք մոտոցիկլների քարշակումը",
            "Թույլատրվում է` կողային կցորդով մոտոցիկլների քարշակումը",
            "Թույլատրվում է` առանց կողային կցորդի մոտոցիկլների\n" +
                    "քարշակումը",
            "Թույլատրվում է` երկու դեպքում էլ");


    private static final Question section8Question408 = new Question(408, 4,
            "Քարշարկման ժամանակ տրանսպորտային միջոցների միջև ի՞նչ\n" +
                    "հեռավորություն պետք է ապահովի ճկուն կցիչը",
            "1 - 3 մ",
            "2 - 4 մ",
            "3 - 6 մ",
            "4 - 6 մ",
            "4 - 8 մ");


    private static final Question section8Question409 = new Question(409, 3,
            "Ի՞նչ առավելագույն արագությամբ է թույլատրվում կցորդ քարշակող\n" +
                    "թեթև մարդատար ավտոմոբիլների երթևեկությունն ավտոմայրուղիներով\n" +
                    "երթևեկելիս",
            "110 կմ/ժ",
            "100 կմ/ժ",
            "90 կմ/ժ",
            "80 կմ/ժ",
            "70 կմ/ժ");









    //26-30

    private static final Question section8Question410 = new Question(410, 1,
            "Կոշտ կցիչով քարշակման ժամանակ հեռավորությունը տրանսպորտային\n" +
                    "միջոցների միջև պետք է լինի ոչ ավելի՝",
            "4 մ-ից",
            "5 մ-ից",
            "6 մ-ից");


    private static final Question section8Question411 = new Question(411, 4,
            "Մեխանիկական տրանսպորտային միջոցների մասնակի բեռնումով\n" +
                    "քարշակման ժամանակ ուղևորների փոխադրում թույլատրվում է՝",
            "Քարշակող ավտոմոբիլի թափքում",
            "Քարշակվող ավտոմոբիլի խցիկում",
            "Քարշակվող ավտոմոբիլի թափքում",
            "Քարշակող ավտոմոբիլի խցիկում");

    private static final Question section8Question412 = new Question(412, 3,
            "Թույլատրվու՞մ է արդյոք քարշակել կողային կցորդով մոտոցիկլները",
            "Թույլատրվում է` միայն կոշտ կցիչով",
            "Արգելվում է",
            "Թույլատրվում է");

    private static final Question section8Question413 = new Question(413, 3,
            "Ի՞նչ առավելագույն արագությամբ է թույլատրվում երթևեկությունը\n" +
                    "ճկուն կցիչով քարշակելիս",
            "70 կմ/ժ",
            "60 կմ/ժ",
            "50 կմ/ժ",
            "40 կմ/ժ",
            "30 կմ/ժ");

    private static final Question section8Question414 = new Question(414, 2,
            "Տրանսպորտային միջոցի վրա բեռը տեղաբաշխվում և անհրաժեշտության\n" +
                    "դեպքում նաև ամրացվում է այնպես, որպեսզի`",
            "Չցցվի հարթակի կողերից բարձր",
            "Զգալի աղմուկ չհանի, փոշի չբարձրացնի կամ չաղտոտի ճանապարհն\n" +
                    "ու շրջակա միջավայրը",
            "Դուրս չցցվի տրանսպորտային միջոցի հետևի եզրից 0,8 մ-ից ավելի");





    //31-35
    private static final Question section8Question415 = new Question(415, 3,
            "Թեթև մարդատար ավտոմոբիլի առջևի նստատեղին, եթե այն\n" +
                    "կահավորված չէ երեխաներին պահող հարմարանքով, թույլատրվում է\n" +
                    "փոխադրել երեխաներ, եթե լրացել է նրանց՝",
            "10 տարին",
            "11 տարին",
            "12 տարին");

    private static final Question section8Question416 = new Question(416, 1,
            "Թույլատրվու՞մ է արդյոք մարդկանց փոխադրումը բեռնատար\n" +
                    "կցորդում",
            "Արգելվում է",
            "Թույլատրվում է",
            "Թույլատրվում է՝ միայն բեռն ուղեկցող անձանց");

    private static final Question section8Question417 = new Question(417, 2,
            "Թույլատրվու՞մ է արդյոք մինչև 12 տարեկան երեխաների փոխադրումը \n" +
                    "մոտոցիկլի հետևի նստատեղին",
            "Թույլատրվում է",
            "Արգելվում է");


    private static final Question section8Question418 = new Question(418, 3,
            "Թույլատրվու՞մ է արդյոք երթևեկության ժամանակ մարդկանց\n" +
                    "գտնվելը բեռնատար ավտոմոբիլի թափքում, եթե այն կահավորված չէ\n" +
                    "մարդկանց փոխադրելու համար",
            "Արգելվում է",
            "Թույլատրվում է՝ ավտոմայրուղի չհամարվող ճանապարհներին",
            "Թույլատրվում է՝ միայն բեռն ուղեկցող կամ այն ստանալու համար\n" +
                    "մեկնող անձանց՝ այն պայմանով, որ նրանք ապահովված են\n" +
                    "ավտոմոբիլի կողերի մակարդակից ցածր տեղադրված նստարաներով");

    private static final Question section8Question419 = new Question(419, 1,
            "Մարդկանց փոխադրումը բեռնատար կցորդում՝",
            "Արգելվում է",
            "Թույլատրվում է",
            "Թույլատրվում է միայն բեռն ուղեկցող անձանց");





   //36-40
    private static final Question section8Question420 = new Question(420, 3,
            "Թույլատրվու՞մ է արդյոք մարդկանց փոխադրումը քարշակվող\n" +
                    "ավտոբուսում",
            "Թույլատրվում է",
            "Թույլատրվում է մինչև 8 ուղևոր",
            "Արգելվում է");

    private static final Question section8Question421 = new Question(421, 1,
            "Ավտոբուսի քարշակումը մերկասառույցի պայմաններում արգելվում է՝",
            "Ճկուն կցիչով",
            "Կոշտ կցիչով");

    private static final Question section8Question422 = new Question(422, 2,
            "Թույլատրվու՞մ է արդյոք ճկուն կամ կոշտ կցիչով քարշակման դեպքում\n" +
                    "մարդկանց փոխադրումը քարշակվող մեխանիկական տրանսպորտային\n" +
                    "միջոցում",
            "Թույլատրվում է ավտոբուսում և տրոլեյբուսում",
            "Թույլատրվում է բեռնատար ավտոմոբիլի խցիկում և թեթև մարդատար\n" +
                    "ավտոմոբիլում",
            "Թույլատրվում է բեռնատար ավտոմոբիլի թափքում և թեթև մարդատար\n" +
                    "ավտոմոբիլում",
            "Արգելվում է");

    private static final Question section8Question423 = new Question(423, 3,
            "Մարդկանց փոխադրումն արգելվում է, եթե`",
            "Զբոսաշրջության երթուղիներով երթևեկող ավտոբուսի սրահում\n" +
                    "մարդկանց թիվը գերազանցում է կահավորված նստատեղերի քանակը",
            "Միջքաղաքային երթուղիներով երթևեկող ավտոբուսի սրահում\n" +
                    "մարդկանց թիվը գերազանցում է կահավորված նստատեղերի քանակը",
            "Երկու դեպքում էլ");

    private static final Question section8Question424 = new Question(424, 1,
            "Ավտոբուսով երեխաների կազմակերպված խմբեր փոխադրելիս սրահում\n" +
                    "պետք է գտնվի առնվազն`",
            "Մեկ չափահաս ուղեկցող",
            "Երկու չափահաս ուղեկցող",
            "Երեք չափահաս ուղեկցող");




   //41-45
    private static final Question section8Question425 = new Question(425, 3,
            "Ի՞նչ առավելագույն արագությամբ է թույլատրվում երթևեկել\n" +
                    "միջմարզային և միջքաղաքային ուղևորափոխադրումներ իրականացնող\n" +
                    "ավտոբուսներին` բնակավայրերից դուրս բոլոր ճանապարհներին",
            "60 կմ/ժ",
            "70 կմ/ժ",
            "90 կմ/ժ");

    private static final Question section8Question426 = new Question(426, 1,
            "Թույլատրվու՞մ է արդյոք ավտոբուսներին բնակավայրերից դուրս\n" +
                    "երթևեկել 70 կմ/ժ արագությամբ",
            "Թույլատրվում է",
            "Արգելվում է");


    private static final Question section8Question427 = new Question(427, 1,
            "Միջքաղաքային փոխադրումներ իրականացնող ավտոբուսների\n" +
                    "երթևեկությունը բնակավայրերում թույլատրվում է ոչ ավելի քան`",
            "60 կմ/ժ",
            "70 կմ/ժ",
            "90 կմ/ժ");

    private static final Question section8Question428 = new Question(428, 3,
            "Ի՞նչ առավելագույն արագությամբ է թույլատրվում միջքաղաքային\n" +
                    "փոխադրումներ իրականացնող ավտոբուսների երթևեկությունը\n" +
                    "բնակավայրերից դուրս`",
            "60 կմ/ժ",
            "70 կմ/ժ",
            "90 կմ/ժ");

    private static final Question section8Question429 = new Question(429, 1,
            "Ի՞նչ առավելագույն արագությամբ է թույլատրվում ավտոբուսների\n" +
                    "երթևեկությունը «Բնակելի գոտի» և «Բնակելի գոտու վերջը» նշաններով\n" +
                    "կահավորված տարածքներում",
            "20 կմ/ժ",
            "30 կմ/ժ",
            "40 կմ/ժ");






    //46-50
    private static final Question section8Question430 = new Question(430, 2,
            "Թույլատրվու՞մ է արդյոք կոշտ կամ ճկուն կցիչով քարշակման ժամանակ\n" +
                    "մարդկանց փոխադրումը քարշակվող ավտոբուսում",
            "Թույլատրվում է",
            "Արգելվում է");


    private static final Question section8Question431 = new Question(431, 2,
            "Կահավորված թափքում մարդկանց փոխադրելու դեպքում բեռնատար\n" +
                    "ավտոմոբիլի վարորդը պարտավոր է երթևեկել ոչ ավելի քան`",
            "50 կմ/ժ արագությամբ",
            "60 կմ/ժ արագությամբ",
            "70 կմ/ժ արագությամբ");


    private static final Question section8Question432 = new Question(432, 2,
            "Թույլատրվու՞մ է արդյոք ուղևորների փոխադրումը քարշակող\n" +
                    "ավտոբուսում",
            "Արգելվում է",
            "Թույլատրվում է");


    private static final Question section8Question433 = new Question(433, R.drawable.image_433, 2,
            "Այս նշանի առկայության դեպքում ի՞նչ առավելագույն արագությամբ\n" +
                    "երթևեկելու իրավունք ունեն միջքաղաքային ավտոբուսների\n" +
                    "վարորդները",
            "70 կմ/ժ",
            "90 կմ/ժ",
            "110 կմ/ժ");


    private static final Question section8Question434 = new Question(434, 1,
            "Ի՞նչ առավելագույն արագությամբ կարող է երթևեկել քարշակող\n" +
                    "ավտոբուսի վարորդը տվյալ իրավիճակում",
            "50 կմ/ժ",
            "60 կմ/ժ",
            "90 կմ/ժ");







     //51-55
    private static final Question section8Question435 = new Question(435, R.drawable.image_435, 4,
            "Ի՞նչ առավելագույն արագությամբ կարող է երթևեկել միջքաղաքային\n" +
                    "ավտոբուսի վարորդը տվյալ իրավիճակում",
            "60 կմ/ժ",
            "70 կմ/ժ",
            "80 կմ/ժ",
            "90 կմ/ժ");


    private static final Question section8Question436 = new Question(436, R.drawable.image_436,3,
            "Ի՞նչ արագությամբ կարող է շարունակել երթևեկությունը ավտոբուսի\n" +
                    "վարորդը տվյալ ճանապարհային նշանով նշված գոտում",
            "60 կմ/ժ-ից պակաս",
            "Ոչ պակաս 60 կմ/ժ, բայց ոչ ավելի քան 70 կմ/ժ",
            "Ոչ պակաս 60 կմ/ժ բայց ոչ ավելի քան 90 կմ/ժ");


    private static final Question section8Question437 = new Question(437, R.drawable.image_437,1,
            "Այս նշանով կահավորված ճանապարհներին միջքաղաքային\n" +
                    "ավտոբուսների վարորդներն իրավունք ունեն երթևեկելու ոչ ավելի քան`",
            "60 կմ/ժ արագությամբ",
            "80 կմ/ժ արագությամբ",
            "90 կմ/ժ արագությամբ");

    private static final Question section8Question438 = new Question(438, R.drawable.image_438,3,
            "Այս նշանով կահավորված ճանապարհներին միջքաղաքային\n" +
                    "ավտոբուսների վարորդներն իրավունք ունեն երթևեկելու ոչ ավել քան`",
            "60 կմ/ժ",
            "80 կմ/ժ",
            "90 կմ/ժ");

    private static final Question section8Question439 = new Question(439, R.drawable.image_439,1,
            "Թույլատրվու՞մ է ուղևորների փոխադրումը ավտոբուսի սրահում տվյալ\n" +
                    "իրավիճակում",
            "Արգելվում է",
            "Թույլատրվում է",
            "Թույլատրվում է նստատեղերի քանակին համապատասխան");




     //56-62
    private static final Question section8Question440 = new Question(440, 1,
            "Թույլատրվու՞մ է արդյոք ուղևորների փոխադրումը քարշակվող\n" +
                    "ավտոբուսում",
            "Արգելվում է",
            "Թույլատրվում է կոշտ կցիչով քարշակման ժամանակ",
            "Թույլատրվում է");


    private static final Question section8Question441 = new Question(441, 3,
            "Քարշակման ժամանակ քարշակվող տրանսպորտային միջոցի վրա\n" +
                    "պետք է միացված լինեն`",
            "Լապտերների հեռահար լույսերը",
            "Լապտերների մոտակա լույսերը",
            "Վթարային լուսային ազդանշանը");


    private static final Question section8Question442 = new Question(442, 3,
            "Ի՞նչ առավելագույն արագությամբ է թույլատրվում միջքաղաքային\n" +
                    "ավտոբուսների երթևեկությունն ավտոմայրուղիներով",
            "70 կմ/ժ",
            "80 կմ/ժ",
            "90 կմ/ժ",
            "100 կմ/ժ",
            "110 կմ/ժ");


    private static final Question section8Question443 = new Question(443, R.drawable.image_443,3,
            "Ի՞նչ առավելագույն արագությամբ է թույլատրվում ավտոբուսի\n" +
                    "երթևեկությունը այս ճանապարհային նշանի ազդեցության\n" +
                    "ճանապարհահատվածներում",
            "70 կմ/ժ",
            "80 կմ/ժ",
            "90 կմ/ժ",
            "100 կմ/ժ",
            "110 կմ/ժ");


    private static final Question section8Question444 = new Question(444, 5,
            "Ի՞նչ առավելագույն արագությամբ է թույլատրվում միջքաղաքային\n" +
                    "ավտոբուսների երթևեկությունն ավտոմայրուղիներով",
            "70 կմ/ժ",
            "80 կմ/ժ",
            "110 կմ/ժ",
            "100 կմ/ժ",
            "90 կմ/ժ");




    private static final Question section8Question445 = new Question(445, 3,
            "Ի՞նչ արագությամբ է թույլատրվում տրանսպորտային միջոցների\n" +
                    "երթևեկությունը «Բնակելի գոտի» և «Բնակելի գոտու վերջ»\n" +
                    "ճանապարհային նշանների ազդեցության տարածքներում",
            "5 կմ/ժ ոչ ավելի",
            "10 կմ/ժ ոչ ավելի",
            "20 կմ/ժ ոչ ավելի");


    private static final Question section8Question446 = new Question(446, R.drawable.image_446,5,
            "Ի՞նչ առավելագույն արագությամբ է թույլատրվում թեթև մարդատար\n" +
                    "ավտոմոբիլների երթևեկությունը այս ճանապարհային նշանի\n" +
                    "ազդեցության ճանապարհահատվածներում",
            "70 կմ/ժ",
            "80 կմ/ժ",
            "90 կմ/ժ",
            "100 կմ/ժ",
            "110 կմ/ժ");






    //Section - 9 -
    //1-5
    private static final Question section9Question447 = new Question(447, 2,
            "Ո՞ր դեպքում կանոնները չեն պարտադրում տալ նախազգուշացնող\n" +
                    "ազդանշան",
            "Երթևեկելի մասի եզրին կանգառ կատարելիս",
            "«Վտանգավոր շրջադարձ» նշանի ազդեցության ճանապարհի\n" +
                    "կորացումից առաջ",
            "Երթևեկության հարևան գոտի վերադասավորվելուց առաջ");

    private static final Question section9Question448 = new Question(448, 3,
            "Վերադասավորումից առաջ նախազգուշացնող ազդանշանը պետք է\n" +
                    "տրվի՝",
            "Անմիջապես մանևրն սկսելուց առաջ",
            "Անմիջապես մանևրն սկսելուց հետո",
            "Նախօրոք՝ մինչև մանևրն սկսելը");


    private static final Question section9Question449 = new Question(449, 3,
            "Մանևրը կատարելուց առաջ նախազգուշացնող ազդանշանը պետք է\n" +
                    "տրվի՝",
            "Մանևրն սկսելուց անմիջապես առաջ",
            "Մանևրն սկսելու հետ միաժամանակ",
            "Նախօրոք՝ մինչև մանևրն սկսելը");


    private static final Question section9Question450 = new Question(450, 1,
            "Վարորդի կողմից ձեռքով տրվող նախազգուշացնող ազդանշանը\n" +
                    "դադարեցվում է`",
            "Մանևրն սկսելուց անմիջապես առաջ",
            "Մանևրն ավարտելուց անմիջապես հետո",
            "Մանևրը կատարելու ժամանակ");


    private static final Question section9Question451 = new Question(451, 3,
            "Ո՞ր դեպքում վարորդը պետք է տա նախազգուշացնող ազդանշան՝\n" +
                    "կանգառ կատարելուց առաջ",
            "Եթե նրա հետևից երթևեկում է այլ տրանսպորտային միջոց",
            "Միայն բնակավայրերում",
            "Բոլոր դեպքերում");







    //6-10
    private static final Question section9Question452 = new Question(452, 2,
            "Ձայնային ազդանշանների կրկնողությամբ ընդհանուր տագնապի\n" +
                    "ինչպիսի՞ ազդանշան է վարորդը պարտավոր տալ երկաթուղային\n" +
                    "գծանցի վրա հարկադրական կանգառ կատարելու դեպքում",
            "Երեք երկար և մեկ կարճ",
            "Մեկ երկար և երեք կարճ",
            "Մեկ երկար և երկու կարճ");


    private static final Question section9Question453 = new Question(453, 1,
            "Շրջադարձի լուսային ցուցիչի բացակայության կամ անսարքության\n" +
                    "դեպքում ձեռքով տրվող նախազգուշացնող ազդանշանը դադարեցվում է՝",
            "Մանևրն սկսելուց անմիջապես առաջ",
            "Մանևրն ավարտելուց անմիջապես հետո",
            "Մանևրը կատարելու ժամանակ");


    private static final Question section9Question454 = new Question(454, 2,
            "Երկաթուղային գծանցի վրա տրվող ընդհանուր տագնապի\n" +
                    "ազդանշան է հանդիսանում ձայնային ազդանշանների հետևյալ\n" +
                    "համակցությունը՝",
            "Երկու երկար և երկու կարճ",
            "Մեկ երկար և երեք կարճ",
            "Երեք երկար և երեք կարճ",
            "Երեք երկար և մեկ կարճ");


    private static final Question section9Question455 = new Question(455 , R.drawable.image_455, 1,
            "Ո՞ր նկարում է վարորդը տալիս ձախ շրջադարձի ազդանշան",
            "1",
            "2",
            "3");


    private static final Question section9Question456 = new Question(456, 1,
            "Կարմիր գույնի առկայծող փարոսիկ միացրած, կանգնած վիճակում\n" +
                    "գտնվող տրանսպորտային միջոցին մոտենալիս` տվյալ ուղղությամբ\n" +
                    "երթևեկող տրանսպորտային միջոցների վարորդները պետք է`",
            "Կանգ առնեն և շարունակեն երթևեկությունը միայն թույլտվություն\n" +
                    "ստանալուց հետո",
            "Իջեցնեն արագությունը, որպեսզի անհրաժեշտության դեպքում\n" +
                    "հնարավորություն ունենան անմիջապես կանգ առնել");






    //11-15
    private static final Question section9Question457 = new Question(457, 2,
            "Տրանսպորտային միջոցների վրա ի՞նչ նպատակով են տեղադրված\n" +
                    "նարնջագույն կամ դեղին գույնի առկայծող փարոսիկներ",
            "Երթևեկության մյուս մասնակիցների նկատմամբ երթևեկության\n" +
                    "առավելություն ստանալու համար",
            "Երթևեկության մյուս մասնակիցներին վտանգի մասին\n" +
                    "նախազգուշացնելու համար");



    private static final Question section9Question458 = new Question(458, 1,
            "Կապույտ գույնի առկայծող փարոսիկ և հատուկ ձայնային ազդանշան\n" +
                    "միացրած տրանսպորտային միջոց մոտենալու դեպքում վարորդները\n" +
                    "պետք է՝",
            "Զիջեն ճանապարհը՝ նշված տրանսպորտային միջոցի անխոչընդոտ\n" +
                    "անցումն ապահովելու համար",
            "Իջեցնեն արագությունը և զիջեն ճանապարհը՝ նշված\n" +
                    "տրանսպորտային միջոցի անխոչընդոտ անցումն ապահովելու համար");


    private static final Question section9Question459 = new Question(459 , R.drawable.image_459,3,
            "Կապույտ ավտոմոբիլը խաչմերուկը կանցնի՝",
            "Կապույտ ավտոմոբիլը խաչմերուկը կանցնի՝",
            "Երկրորդը՝ կարմիրի հետ միաժամանակ",
            "Երրորդը՝ կարմիրի հետ միաժամանակ");

    private static final Question section9Question460 = new Question(460, 2,
            "Կապույտ և կարմիր գույների առկայծող փարոսիկներ և հատուկ\n" +
                    "ձայնային ազդանշան միացրած տրանսպորտային միջոց մոտենալու\n" +
                    "դեպքում վարորդները պետք է՝",
            "Զիջեն ճանապարհը՝ նշված տրանսպորտային միջոցի անխոչընդոտ\n" +
                    "անցումն ապահովելու համար",
            "Իջեցնեն արագությունը և զիջեն ճանապարհը՝ նշված, ինչպես նաև\n" +
                    "դրանով ուղեկցվող տրանսպորտային միջոցների անխոչընդոտ անցումն\n" +
                    "ապահովելու համար");


    private static final Question section9Question461 = new Question(461, R.drawable.image_461, 2,
            "Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթևեկության\n" +
                    "իրավունք",
            "Ճանապարհային մեքենայի վարորդը",
            "Թեթև մարդատար ավտոմոբիլի վարորդը");






    //16-20
    private static final Question section9Question462 = new Question(462 , R.drawable.image_462,2,
            "Սև ավտոմոբիլը խաչմերուկը կանցնի՝",
            "Առաջինը",
            "Երկրորդը",
            "Վերջինը");


    private static final Question section9Question463 = new Question(463, R.drawable.image_463, 2,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը",
            "Շտապ օգնության ավտոմոբիլի վարորդը",
            "Թեթև մարդատար ավտոմոբիլի վարորդը");



    private static final Question section9Question464 = new Question(464, R.drawable.image_464, 4,
            "Կապույտ ավտոմոբիլը խաչմերուկը կանցնի՝",
            "Առաջինը",
            "Երկրորդը",
            "Երրորդը",
            "Վերջինը");



    private static final Question section9Question465 = new Question(465, 2,
            "Տալի՞ս է արդյոք երթևեկության առավելություն տրանսպորտային\n" +
                    "միջոցի վրա միացված դեղին գույնի (նարնջագույն) առկայծող\n" +
                    "փարոսիկը",
            "Տալիս է",
            "Չի տալիս");



    private static final Question section9Question466 = new Question(466 ,2,
            "Լուսնասպիտակ գույնի առկայծող փարոսիկները միացրած\n" +
                    "տրանսպորտային միջոցի վարորդը տալիս է հատուկ ձայնային\n" +
                    "ազդանշան, որպեսզի՝",
            "Ստանա երթևեկության առավելություն երթևեկության այլ\n" +
                    "մասնակիցների նկատմամբ",
            "Ոստիկանության ծառայողների և այլ անձանց ուշադրությունը\n" +
                    "գրավելու համար");






    //21-25
    private static final Question section9Question467 = new Question(467, 3,
            "Կապույտ գույնի առկայծող փարոսիկով կահավորված\n" +
                    "տրանսպորտային միջոցի վարորդը երթևեկության մյուս\n" +
                    "մասնակիցների նկատմամբ առավելություն ունի, եթե՝",
            "Միացրել է առկայծող փարոսիկը",
            "Հատուկ ձայնային ազդանշան է տալիս",
            "Միացրել է կապույտ գույնի առկայծող փարոսիկը և հատուկ\n" +
                    "ձայնային ազդանշանը");


    private static final Question section9Question468 = new Question(468, 2,
            "Ի՞նչ տարածության վրա է արգելվում վազանցը մինչև երկաթուղային\n" +
                    "գծանցը",
            "Մինչև 50 մ առաջ",
            "Մինչև 100 մ առաջ",
            "Մինչև 150 մ առաջ");



    private static final Question section9Question469 = new Question(469 ,2,
            "Թույլատրվու՞մ է արդյոք խաչմերուկում կատարել տրանսպորտային\n" +
                    "միջոցների վազանց` հատվողի նկատմամբ գլխավոր համարվող\n" +
                    "ճանապարհի վրա",
            "Թույլատրվում է",
            "Արգելվում է");



    private static final Question section9Question470 = new Question(470, R.drawable.image_470, 3,
            "Թույլատրվու՞մ է արդյոք թեթև մարդատար ավտոմոբիլի վարորդին\n" +
                    "վազանց կատարել նշված իրադրությունում",
            "Թույլատրվում է",
            "Թույլատրվում է, եթե մոտոցիկլի արագությունը չի գերազանցում 30\n" +
                    "կմ/ժ",
            "Արգելվում է");


    private static final Question section9Question471 = new Question(471 ,1,
            "Վազանցն արգելվում է՝",
            "Խաչմերուկներում",
            "Երկաթուղային գծանցներից 150 մ առաջ",
            "Երկու դեպքում էլ");





    //26-30
    private static final Question section9Question472 = new Question(472, 3,
            "Վազանցն արգելվում է՝",
            "Կարգավորվող խաչմերուկներում",
            "Չկարգավորվող խաչմերուկներում",
            "Երկու դեպքում էլ");

    private static final Question section9Question473 = new Question(473, R.drawable.image_473,1,
            "Թույլատրվու՞մ է արդյոք վազանցել ավտոգնացքը տվյալ\n" +
                    "իրադրությունում, եթե դրա արագությունը չի գերազանցում 30 կմ/ժ",
            "Արգելվում է",
            "Թույլատրվում է");


    private static final Question section9Question474 = new Question(474,  R.drawable.image_474,2,
            "Թույլատրվու՞մ է արդյոք կանաչ ավտոմոբիլի վարորդին վազանց\n" +
                    "կատարել",
            "Թույլատրվում է",
            "Արգելվում է",
            "Թույլատրվում է, եթե կարմիր ավտոմոբիլը երթևեկում է 30 կմ/ժ\n" +
                    "ավելի փոքր արագությամբ");


    private static final Question section9Question475 = new Question(475,  R.drawable.image_475,2,
            "Թույլատրվու՞մ է արդյոք կարմիր ավտոմոբիլի վարորդին վազանց\n" +
                    "կատարել տվյալ իրադրությունում",
            "Թույլատրվում է",
            "Արգելվում է",
            "Թույլատրվում է, եթե վազանցվող ավտոմոբիլի արագությունը չի\n" +
                    "գերազանցում 30 կմ/ժ");


    private static final Question section9Question476 = new Question(476, R.drawable.image_476, 1,
            "Թույլատրվու՞մ է արդյոք նշված տեղում վազանցել ավտոբուսը",
            "Թույլատրվում է",
            "Արգելվում է");




    //31-35
    private static final Question section9Question477 = new Question(477, 2,
            "Տրանսպորտային միջոցների վազանց նշանակում է",
            "Շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային\n" +
                    "միջոցից առաջ անցնելը` կապված զբաղեցրած գոտուց\n" +
                    "հանդիպակաց երթևեկության գոտի դուրս գալու հետ",
            "Շարժման մեջ գտնվող մեկ կամ մի քանի տրանսպորտային\n" +
                    "միջոցից առաջ անցնելը` կապված զբաղեցրած գոտուց դուրս գալու\n" +
                    "հետ");


    private static final Question section9Question478 = new Question(478, 3,
            "Օրվա մութ ժամանակ և անբավարար տեսանելիության պայմաններում`\n" +
                    "անկախ ճանապարհի լուսավորվածությունից, երթևեկող մեխանիկական\n" +
                    "տրանսպորտային միջոցների վրա պետք է միացված լինեն`",
            "Լապտերների հեռահար լույսը",
            "Լապտերների մոտակա լույսը",
            "Լապտերների հեռահար կամ մոտակա լույսը");


    private static final Question section9Question479 = new Question(479, R.drawable.image_479,3,
            "Ո՞ր դեպքում օրվա լուսավոր ժամանակ մոտոցիկլի վրա պետք է\n" +
                    "միացված լինի լապտերների մոտակա լույսը:",
            "Անբավարար տեսանելիության պայմաններում երթևեկելիս",
            "Դեպի կայանման վայր շարժվող, անսարքություններ ունեցող\n" +
                    "մոտոցիկլով երթևեկելիս",
            "Ցանկացած դեպքում` երթևեկության մեջ գտնվելի",
            "Հիվանդ ուղևոր փոխադրելիս");



    private static final Question section9Question480 = new Question(480, 2,
            "Առաջնահերթ ի՞նչ պետք է ձեռնարկի վարորդը հանդիպակաց երթևեկող\n" +
                    "տրանսպորտային միջոցի լապտերների լույսից շլանալու դեպքում",
            "Լապտերների հեռահար լույսը (միացված լինելու դեպքում) փոխարկի\n" +
                    "մոտակայի",
            "Միացնի վթարային լուսային ազդանշանը",
            "Տա ձայնային ազդանշան՝ մեկ երկար և երեք կարճ",
            "Տա ձայնային ազդանշան՝ մեկ կարճ և երեք երկար");


    private static final Question section9Question481 = new Question(481, 2,
            "Ձայնային ազդանշանները կարող են կիրառվել միայն՝",
            "Բնակավայրերում՝ վազանց կատարելու մտադրության մասին մյուս\n" +
                    "վարորդներին նախազգուշացնելու համար",
            "Երբ դա անհրաժեշտ է ճանապարհատրանսպորտային պատահարը\n" +
                    "կանխելու համար",
            "Երկու դեպքում էլ");






    //36-40
    private static final Question section9Question482 = new Question(482, 1,
            "Օրվա մութ ժամանակ ճանապարհի չլուսավորված հատվածներում\n" +
                    "երթևեկող մեխանիկական տրանսպորտային միջոցի վրա պետք է\n" +
                    "միացված լինի՝",
            "Լապտերների հեռահար կամ մոտակա լույսը",
            "Լապտերների միայն մոտակա լույսը",
            "Լապտերների միայն հեռահար լույսը");


    private static final Question section9Question483 = new Question(483, 3,
            "Հետին հակամառախուղային լապտերիկները կարող են օգտագործվել՝",
            "Օրվա մութ ժամանակ՝ տրանսպորտային շարասյան կազմում\n" +
                    "երթևեկելիս",
            "Թունելներում երթևեկելիս",
            "Միայն անբավարար տեսանելիության պայմաններում",
            "Օրվա մութ ժամանակ՝ տրանսպորտային միջոցը բեռնաթափելիս",
            "Թվարկած բոլոր դեպքերում");


    private static final Question section9Question484 = new Question(484, 2,
            "Հանդիպակաց երթևեկող տրանսպորտային միջոցից ի՞նչ\n" +
                    "հեռավորության վրա լապտերների հեռահար լույսը պետք է փոխարկվի\n" +
                    "մոտակայի",
            "100 մ-ից ոչ պակաս",
            "150 մ-ից ոչ պակաս",
            "300 մ-ից ոչ պակաս");


    private static final Question section9Question485 = new Question(485, 1,
            "Լապտեր-լուսարձակ թույլատրվում է օգտագործել՝",
            "Միայն բնակավայրերից դուրս՝ հանդիպակաց եւ համընթաց\n" +
                    "տրանսպորտային միջոցների բացակայության դեպքում",
            "Միայն անբավարար տեսանելիության պայմաններում",
            "Ցանկացած տեղում, եթե դրա անհրաժեշտությունը կա",
            "Օրվա մութ ժամանակ՝ ճանապարհների բոլոր հատվածներում");


    private static final Question section9Question486 = new Question(486, 2,
            "Այս նախազգուշացնող նշանը բնակավայրերում, մինչև վտանգավոր\n" +
                    "հատվածի սկիզբը ի՞նչ հեռավորության վրա է տեղադրվում",
            "25 - 50 մ",
            "50 - 100 մ",
            "100 - 150 մ");






    //41-45
    private static final Question section9Question487 = new Question(487, 3,
            "Թույլատրվու՞մ է արդյոք երկաթուղային գծանցով փոխադրել\n" +
                    "գյուղատնտեսական, ճանապարհային, շինարարական և այլ մեքենաներ\n" +
                    "ու մեխանիզմներ",
            "Թույլատրվում է, եթե գծանցը կահավորված չէ ուղեփակոցով",
            "Թույլատրվում է, եթե դրանք գտնվում են ոչ տրանսպորտային\n" +
                    "վիճակում",
            "Թույլատրվում է, եթե դրանք գտնվում են տրանսպորտային վիճակում");



    private static final Question section9Question488 = new Question(488, 3,
            "Որտե՞ղ է թույլատրվում հատել երկաթուղային գծերը",
            "Այն տեղերում, որտեղ երկու կողմից տեսանելիությունը կազմում է\n" +
                    "առնվազն 1000 մ",
            "Վարորդի հայեցողությամբ՝ դրա համար առավել հարմարավետ\n" +
                    "տեղերում",
            "Դրա համար նախատեսված տեղերում",
            "Երկաթուղային կայարաններից առնվազն 1000 մ հեռավորության\n" +
                    "վրա");


    private static final Question section9Question489 = new Question(489, 1,
            "Թույլատրվու՞մ է արդյոք ծառայողական առաջադրանք կատարելիս\n" +
                    "ինքնակամ բացել կամ շրջանցել ուղեփակոցը",
            "Արգելվում է",
            "Թույլատրվում է",
            "Թույլատրվում է՝ վարորդի հայեցողությամբ, եթե մոտակայքում\n" +
                    "բացակայում է մոտեցող գնացքը",
            "Թույլատրվում է՝ գծանցի հերթապահի բացակայության դեպքում");


    private static final Question section9Question490 = new Question(490, 2,
            "Թույլատրվու՞մ է արդյոք երկաթուղայհն գծանցով փոխադրել\n" +
                    "գյուղատնտեսական, ճանապարհային, շինարարական և այլ մեքենաներ\n" +
                    "ու մեխանիզմներ",
            "Թույլատրվում է",
            "Թույլատրվում է, եթե դրանք գտնվում են տրանսպորտային\n" +
                    "վիճակում",
            "Արգելվում է");


    private static final Question section9Question491 = new Question(491, 4,
            "Ինչո՞վ պետք է ղեկավարվի վարորդը երկաթուղային գծանցին\n" +
                    "մոտենալիս",
            "Ուղեփակոցի դիրքով և լուսացույցի ազդանշաններով",
            "Ճանապարհային նշանների և գծանշումների պահանջներով",
            "Գծանցի հերթապահի ցուցումներով",
            "Բոլոր թվարկած պահանջներով");






    //46-50
    private static final Question section9Question492 = new Question(492, 1,
            "Թույլատրվու՞մ է արդյոք հետիոտներին տեղաշարժվել\n" +
                    "«Ավտոմայրուղի» նշանով կահավորված ճանապարհով",
            "Արգելվում է",
            "Թույլատրվում է` բնակավայրերից դուրս` տրանսպորտային\n" +
                    "միջոցների հոսքին հակառակ",
            "Թույլատրվում է` բնակավայրերից դուրս` տրանսպորտային\n" +
                    "միջոցների հոսքին համընթաց");


    private static final Question section9Question493 = new Question(493,2,
            "Տրանսպորտային միջոցներով, որոնց արագությունը տեխնիկական\n" +
                    "բնութագրերից կամ վիճակից ելնելով չի գերազանցում 40 կմ/ժ,\n" +
                    "ավտոմայրուղիներով երթևեկել՝",
            "Թույլատրվում է` միայն աջ եզրային գոտիով",
            "Արգելվում է",
            "Թույլատրվում է` «Նվազագույն արագության սահմանափակում»\n" +
                    "նշանի բացակայության դեպքում");


    private static final Question section9Question494 = new Question(494, 3,
            "Տրանսպորտային միջոցի վրա վթարային լուսային ազդանշանը պետք\n" +
                    "է միացված լինի՝",
            "Ճանապարհատրանսպորտային պատահարի դեպքում",
            "Կանգառն արգելված տեղերում՝ հարկադրված կանգառի դեպքում",
            "Երկու դեպքում է");


    private static final Question section9Question495 = new Question(495, 4,
            "Տրանսպորտային միջոցի վրա վթարային լուսային ազդանշանը պետք է\n" +
                    "միացված լինի՝",
            "Տարբերակ",
            "Տարբերակ",
            "Տարբերակ");


    private static final Question section9Question496 = new Question(496, 1,
            "Տրանսպորտային միջոցից ի՞նչ հեռավորության վրա է տեղադրվում\n" +
                    "«Վթարային կանգառ» նշանը",
            "Բնակավայրերում՝ ոչ պակաս 15 մ վրա, բնակավայրերից դուրս՝ 30 մ",
            "Բնակավայրերում՝ ոչ պակաս 10 մ վրա, բնակավայրերից դուրս՝ 20 մ",
            "Բնակավայրերում՝ ոչ պակաս 5 մ վրա, բնակավայրերից դուրս՝ 10 մ");





    //51-55
    private static final Question section9Question497 = new Question(497, 3,
            "Տրանսպորտային միջոցի վրա վթարային լուսային ազդանշանը պետք է\n" +
                    "միացված լինի՝",
            "Լապտերների լույսից վարորդի շլացման դեպքում",
            "Քարշակման դեպքում (քարշակվող մեխանիկական տրանսպորտային\n" +
                    "միջոցի վրա)",
            "Երկու դեպքում էլ");

    private static final Question section9Question498 = new Question(498, 3,
            "Տրանսպորտային միջոցի վրա վթարային լուսային ազդանշանը պետք\n" +
                    "է միացված լինի`",
            "Ճանապարհատրանսպորտային պատահարի դեպքում",
            "Քարշակման դեպքում (քարշակվող մեխանիկական\n" +
                    "տրանսպորտային միջոցի վրա)",
            "Երկու դեպքում էլ");


    private static final Question section9Question499 = new Question(499, 1,
            "Կառուցապատված տարածքներում, որտեղ մուտք ու ելքը նշված են\n" +
                    "«Բնակելի գոտի» և «Բնակելի գոտու վերջ» ճանապարհային նշաններով,\n" +
                    "չի արգելվում`",
            "Հետիոտների տեղաշարժը ճանապարհի երթևեկելի մասով",
            "Տրանսպորտային միջոցների միջանցիկ երթևեկությունը",
            "Ուսումնական վարումը");


    private static final Question section9Question500 = new Question(500, 3,
            "Խաչմերուկը համարվում է կարգավորվող, եթե երթևեկության\n" +
                    "հերթականությունը որոշվում է`",
            "Միայն լուսացույցի ազդանշաններով",
            "Միայն կարգավորողի ազդանշաններով",
            "Երկու դեպքում էլ");


    private static final Question section9Question501 = new Question(501, 3,
            "Առանց ծածկույթի հողային ճանապարհի վրա, անմիջապես խաչմերուկից\n" +
                    "առաջ, ծածկույթով հատվածի առկայությունն արդյոք այդ ճանապարհը\n" +
                    "դարձնու՞մ է հատվողին հավասարազոր",
            "Ոչ",
            "Այո");







    //56-60
    private static final Question section9Question502 = new Question(502, R.drawable.image_502,3,
            "Ո՞ր նկարում են պատկերված երթևեկության թույլատրելի\n" +
                    "ուղղությունները",
            "Ձախ նկարում",
            "Մեջտեղի նկարում",
            "Աջ նկարում",
            "Մեջտեղի և աջ նկարներում");


    private static final Question section9Question503 = new Question(503, 2,
            "Եթե լուսացույցի ազդանշանների նշանակությունները հակասում են\n" +
                    "առավելության նշանների պահանջներին, ապա վարորդները պետք է\n" +
                    "ղեկավարվեն՝",
            "Նշանների պահանջներով",
            "Լուսացույցի ազդանշաններով");

    private static final Question section9Question504 = new Question(504, 2,
            "Թույլատրվու՞մ է արդյոք վարորդին շարունակել երթևեկությունը\n" +
                    "լուսացույցի դեղին ազդանշանը միանալու կամ կարգավորողը ձեռքը\n" +
                    "բարձրացնելու դեպքում",
            "Արգելվում է",
            "Թույլատրվում է, եթե վարորդը հնարավորություն չունի կանգնել՝\n" +
                    "առանց կտրուկ արգելակման");


    private static final Question section9Question505 = new Question(505, 2,
            "Կարգավորողն ազդանշան տալիս է սուլիչով՝",
            "Միայն այն դեպքում, երբ պահանջում է կանգնեցնել տրանսպորտային\n" +
                    "միջոցը",
            "Երթևեկության մասնակիցների ուշադրությունն իր վրա հրավիրելու\n" +
                    "համար");


    private static final Question section9Question506 = new Question(506, R.drawable.image_506,2,
            "Թույլատրվու՞մ է արդյոք տվյալ իրադրությունում ավտոգնացքին\n" +
                    "անցնել կամուրջի վրայով",
            "Թույլատրվում է",
            "Արգելվում է");






    //61-65
    private static final Question section9Question507 = new Question(507, 2,
            "Ո՞ր դեպքում կանոնները չեն պարտադրում ավտոբուսի վարորդին\n" +
                    "տալ նախազգուշացնող ազդանշան",
            "Երթևեկելի մասի եզրին կանգառ կատարելիս",
            "«Վտանգավոր շրջադարձ» նշանով նշված ճանապարհատվածի\n" +
                    "կորացումից առաջ",
            "Երթևեկության հարևան գոտի վերադասավորվելուց առաջ",
            "Սահմանված երթուղով երթևեկելիս");


    private static final Question section9Question508 = new Question(508, 3,
            "Վերադասավորումից առաջ ավտոբուսի վարորդը նախազգուշացնող\n" +
                    "ազդանշան պետք է տա՝",
            "Անմիջապես մանևրը սկսելուց առաջ",
            "Անմիջապես մանևրը սկսելուց հետո",
            "Նախօրոք՝ մինչև մանևրը սկսելը",
            "Պարտավոր չէ, եթե ավտոբուսը երթևեկում է սահմանված երթուղով");

    private static final Question section9Question509 = new Question(509, 2,
            "Ձայնային ազդանշանների կրկնողությամբ ընդհանուր տագնապի\n" +
                    "ինչպիսի՞ ազդանշան է ավտոբուսի վարորդը պարտավոր տալ\n" +
                    "երկաթուղային գծանցի վրա հարկադրական կանգառ կատարելու\n" +
                    "դեպքում",
            "Երեք երկար և մեկ կարճ",
            "Մեկ երկար և երեք կարճ",
            "Մեկ երկար և երկու կարճ",
            "Երկու երկար և երկու կարճ");

    private static final Question section9Question510 = new Question(510, 1,
            "Կարմիր գույնի առկայծող փարոսիկ միացրած, կանգնած վիճակում\n" +
                    "գտնվող տրանսպորտային միջոցին մոտենալիս` տվյալ ուղղությամբ\n" +
                    "երթևեկող ընդհանուր օգտագործման տրանսպորտային միջոցների\n" +
                    "վարորդները պետք է`",
            "Կանգ առնեն և շարունակեն երթևեկությունը միայն թույլտվություն\n" +
                    "ստանալուց հետո",
            "Իջեցնեն արագությունը, որպեսզի անհրաժեշտության դեպքում\n" +
                    "հնարավորություն ունենան անմիջապես կանգ առնել",
            "Շարունակեն երթևեկությունը, քանի որ երթևեկում են սահմանված\n" +
                    "երթուղով");

    private static final Question section9Question511 = new Question(511, 2,
            "Կապույտ գույնի առկայծող փարոսիկ և հատուկ ձայնային ազդանշան\n" +
                    "միացրած տրանսպորտային միջոց մոտենալու դեպքում ընդհանուր\n" +
                    "օգտագործման տրանսպորտային միջոցների վարորդները պետք է՝",
            "Շարունակեն երթևեկությունը, քանի որ երթևեկում են սահմանված\n" +
                    "երթուղով",
            "Զիջեն ճանապարհը՝ նշված տրանսպորտային միջոցի անխոչընդոտ\n" +
                    "անցումն ապահովելու համար",
            "Իջեցնեն արագությունը և զիջեն ճանապարհը՝ նշված\n" +
                    "տրանսպորտային միջոցի անխոչընդոտ անցումն ապահովելու համար");



    //66-70
    private static final Question section9Question512 = new Question(512, 3,
            "Ընդհանուր օգտագործման տրանսպորտային միջոցների վարորդների\n" +
                    "կողմից ձայնային ազդանշանները կարող են կիրառվել`",
            "Երթևեկության մյուս մասնակիցների նկատմամբ առավելություն\n" +
                    "ստանալու համար",
            "Բնակավայրերում՝ վազանց կատարելու մտադրության մասին մյուս\n" +
                    "վարորդներին նախազգուշացնելու համար",
            "Երբ դա անհրաժեշտ է ճանապարհատրանսպորտային պատահարը\n" +
                    "կանխելու համար",
            "Բոլոր դեպքերում էլ");


    private static final Question section9Question513 = new Question(513, 3,
            "Օրվա մութ ժամանակ ճանապարհի չլուսավորված հատվածներում\n" +
                    "սահմանված երթուղով երթևեկող ավտոբուսի վրա պետք է միացված\n" +
                    "լինի՝",
            "Լապտերների միայն մոտակա լույսը",
            "Լապտերների միայն հեռահար լույսը",
            "Լապտերների հեռահար կամ մոտակա լույսը");

    private static final Question section9Question514 = new Question(514, 1,
            "Պարտադի՞ր է արդյոք օրվա լուսավոր ժամերին լապտերների մոտակա\n" +
                    "լույսը միացված լինի հատուկ առանձնացված գոտիով, հիմնական\n" +
                    "հոսքին հանդիպակաց երթևեկող ընդհանուր օգտագործման\n" +
                    "տրանսպորտային միջոցների վրա",
            "Պարտադիր է",
            "Պարտադիր չէ");

    private static final Question section9Question515 = new Question(515, R.drawable.image_515, 1,
            "Միջքաղաքային ավտոբուսի վարորդն իրավունք ունի՞ վազանցելու\n" +
                    "մոտոցիկլին, որը երթևեկում է 70 կմ/ժ արագությամբ",
            "Իրավունք չունի",
            "Իրավունք ունի");

    private static final Question section9Question516 = new Question(516, R.drawable.image_516,1,
            "Կարելի՞ է նշված հետագծով երթևեկելու համար ձեռքով տալ\n" +
                    "նախազգուշացնող ազդանշան",
            "Կարելի է, եթե անսարք է շրջադարձի ցուցիչը",
            "Կարելի, եթե անսարք է շրջադարձի ցուցիչը` օրվա լուսավոր ժամերին",
            "Կարելի է բոլոր դեպքերում");




    //71-75
    private static final Question section9Question517 = new Question(517, 2,
            "Պարտավո՞ր է վարորդը միացնել շրջադարձի ցուցիչը` բնակելի գոտում\n" +
                    "երթևեկությունը սկսելուց առաջ",
            "Պարտավոր չէ",
            "Պարտավոր է",
            "Պարտավոր է, այլ տրանսպորտային միջոցների առկայության\n" +
                    "դեպքում");

    private static final Question section9Question518 = new Question(518, 3,
            "Պարեկային ծառայության ավտոմոբիլի վարորդը երթևեկության այլ\n" +
                    "մասնակիցների նկատմամբ առավելություն ստանալու համար պետք է\n" +
                    "միացնի`",
            "Կապույտ գույնի առկայծող փարոսիկը",
            "Կապույտ և կարմիր գույնի առկայծող փարոսիկները",
            "Կապույտ գույնի առկայծող փարոսիկը և հատուկ ձայնային\n" +
                    "ազդանշանը");

    private static final Question section9Question519 = new Question(519, R.drawable.image_519,2,
            "Պարտավո՞ր է ավտոբուսի վարորդը ճանապարհը զիջել «Շտապ\n" +
                    "օգնության» ավտոմոբիլին, եթե միացրած չեն կապույտ գույնի առկայծող\n" +
                    "փարոսիկը և հատուկ ձայնային ազդանշանը",
            "Պարտավոր է",
            "Պարտավոր չէ");

    private static final Question section9Question520 = new Question(520, 1,
            "Վազանցն արգելվում է`",
            "Երկաթուղային գծանցների վրա և մինչև 100մ դրանցից առաջ",
            "Երկաթուղային գծանցների վրա և մինչև 150մ դրանցից առաջ",
            "Երկաթուղային գծանցների վրա և մինչև 250մ դրանցից առաջ");

    private static final Question section9Question521 = new Question(521, R.drawable.image_521,3,
            "Ինչի՞ մասին է տեղեկացնում թեթև մարդատար ավտոմոբիլի վարորդի\n" +
                    "կողմից ձեռքով տրված ազդանշանը",
            "Շրջադարձ է կատարում դեպի աջ",
            "Շարունակում է երթևեկությունը ուղիղ",
            "Արգելակում է");




    //76-80
    private static final Question section9Question522 = new Question(522, 2,
            "Վթարային լուսային ազդանշանը միացվում է`",
            "Մինչև թունել մտնելը",
            "Ճանապարհատրանսպորտային պատահարի դեպքում",
            "Կազմակերպված ավտոշարասյան կազմում երթևեկելիս");

    private static final Question section9Question523 = new Question(523, R.drawable.image_523,1,
            "Ինչի՞ մասին է տեղեկացնում մոտոցիկլի վարորդի կողմից ձեռքով\n" +
                    "տրված ազդանշանը",
            "Շարունակում է երթևեկությունը ձախ կամ հակառակ ուղղությամբ",
            "Շարունակում է երթևեկությունը ուղիղ կամ աջ ուղղությամբ");

    private static final Question section9Question524 = new Question(524, R.drawable.image_524,1,
            "Ինչի՞ մասին է տեղեկացնում թեթև մարդատար ավտոմոբիլի վարորդի\n" +
                    "կողմից ձեռքով տրված ազդանշանը",
            "Աջ շրջադարձ է կատարում",
            "Շարունակում է երթևեկությունը ուղիղ",
            "Արգելակում է` ճանապարհը մոտոցիկլին զիջելու համար");

    private static final Question section9Question525 = new Question(525, R.drawable.image_525,1,
            "Ինչի՞ մասին է տեղեկացնում թեթև մարդատար ավտոմոբիլի վարորդի\n" +
                    "կողմից ձեռքով տրված ազդանշանը",
            "Մտադիր է կատարել ձախ շրջադարձ կամ հետադարձ",
            "Արգելակում է` ճանապարհը բեռնատար ավտոմոբիլին զիջելու համար");

    private static final Question section9Question526 = new Question(526, R.drawable.image_526,1,
            "Պարտավո՞ր է արդյոք վարորդը միացնել շրջադարձի ցուցիչը տվյալ\n" +
                    "դեպքում",
            "Պարտավոր է",
            "Պարտավոր չէ");



    //81-85
    private static final Question section9Question527 = new Question(527, 2,
            "Օրվա լուսավոր ժամերին երեխաների կազմակերպված խմբեր\n" +
                    "տեղափոխելու ժամանակ պետք է միացված լինեն ավտոբուսի`",
            "Լապտերների հեռահար լույսերը",
            "Լապտերների մոտակա լույսերը",
            "Վթարային լուսային ազդանշանը",
            "Սրահի ներքին լուսավորության սարքերը");

    private static final Question section9Question528 = new Question(528, R.drawable.image_528,2,
            "Թույլատրվու՞մ է բեռնատար ավտոմոբիլի վարորդին վազանցել\n" +
                    "ավտոբուսին, որը երթևեկում է 60 կմ/ժ արագությամբ",
            "Արգելվում է",
            "Թույլատրվում է");

    private static final Question section9Question529 = new Question(529, R.drawable.image_529,1,
            "Թույլատրվու՞մ է վազանց կատարել տվյալ իրավիճակում",
            "Արգելվում է",
            "Թույլատրվում է",
            "Թույլատրվում է, եթե ավտոբուսը երթևեկում է 30 կմ/ժ պակաս\n" +
                    "արագությամբ");

    private static final Question section9Question530 = new Question(530, R.drawable.image_530,2,
            "Թույլատրվու՞մ է արդյոք մուտք գործել երկաթուղային գծանց տվյալ\n" +
                    "իրավիճակում",
            "Թույլատրվում է",
            "Արգելվում է");

    private static final Question section9Question531 = new Question(531, R.drawable.image_531,3,
            "Թույլատրվու՞մ է արդյոք մուտք գործել երկաթուղային գծանց տվյալ\n" +
                    "իրավիճակում",
            "Թույլատրվում է, եթե գնացք չի մոտենում",
            "Թույլատրվում է, եթե ուղեփակոցը բաց է",
            "Արգելվում է");





    //86-90
    private static final Question section9Question532 = new Question(532, R.drawable.image_532,2,
            "Ինչպե՞ս պետք է գործել տվյալ իրադրությունում",
            "Գնացքի բացակայության դեպքում շրջանցել ուղեփակոցը և\n" +
                    "շարունակել երթևեկությունը",
            "Կանգ առնել և սպասել ուղեփակոցի բացմանը");

    private static final Question section9Question533 = new Question(533, R.drawable.image_533,3,
            "Տվյալ իրավիճակում թույլատրվու՞մ է անցնել երկաթուղային գծանցը",
            "Թույլատրվում է, եթե գնացք չի մոտենում",
            "Թույլատրվում է",
            "Արգելվում է");

    private static final Question section9Question534 = new Question(534, R.drawable.image_534,1,
            "Տվյալ իրավիճակում թույլատրվու՞մ է անցնել երկաթուղային գծանցը",
            "Արգելվում է",
            "Թույլատրվում է, եթե մոտեցող գնացք չկա",
            "Թույլատրվում է, քանի որ գծանցի հերթապահն արգելում է\n" +
                    "հանդիպակաց տրանսպորտային միջոցի անցումը");

    private static final Question section9Question535 = new Question(535, R.drawable.image_535,2,
            "Տվյալ իրավիճակում որտե՞ղ կարելի է սկսել վազանցը",
            "Երկաթուղային գծանցում",
            "Երկաթուղային գծանցն անցնելուց հետո",
            "Երկաթուղային գծանցից 100 մետր անցնելուց հետ");

    private static final Question section9Question536 = new Question(536, R.drawable.image_536,2,
            "Տվյալ իրավիճակում թույլատրվու՞մ է վազանց կատարել",
            "Թույլատրվում է, քանի որ հանդիպակաց երթևեկող տրանսպորտային\n" +
                    "միջոց չկա",
            "Արգելվում է",
            "Թույլատրվում է, եթե լծասայլը շարժվում է 30 կմ/ժ պակաս\n" +
                    "արագությամբ");



    // Section - 10 -  Total: 37 (537 - 573)

    //1-5
    private static final Question section10Question537 = new Question(537, 3,
            "Մեքենան վարելու ընթացքում վարորդը հանկարծակի սկսում է\n" +
                    "գանգատվել կրծքավանդակի ճնշող ուժեղ ցավերից և շնչառության\n" +
                    "դժվարացումից: Ի՞նչ է պետք անել:",
            "Առաջարկել նրան գնալ մոտակա հիվանդանոց",
            "Տալ մի բաժակ ջուր, 2 հաբ վալերիանա",
            "Անմիջապես կանգնեցնել մեքենան և միացնել վթարային ազդանշանը",
    "Խորհուրդ տալ նրան մի փոքր քայլել ու մաքուր օդ շնչել");

    private static final Question section10Question538 = new Question(538, 4,
            "Ի՞նչ օգնություն է պետք ցուցաբերել տուժածին ցնցումային նոպայի\n" +
                    "դեպքում",
            "Բռնել տուժածին` փորձելով զսպել ցնցումները",
            "Փորձել բացել բերանը, բռնել լեզուն և որևէ առարկա դնել ատամների\n" +
                    "միջև",
            "Փորձել բացել շնչուղիները` տուժածի գլուխը ետ տանելով",
            "Ձեռք չտալ, թողնել, որ ցնցումներն ավարտվեն");

    private static final Question section10Question539 = new Question(539, 4,
            "նյութերով կամ մաքուր գործվածքներով",
            "Ի՞նչ պետք է անել այրվածքի դեպքում օգնություն ցուցաբերելիս",
            "Բացել հեղուկով լցված բշտերը, ապա ամուր վիրակապել",
            "Ձեթ քսել այրվածքի վրա",
            "Սառեցնել այրվածքը ջրով, ապա ծածկել ստերիլ վիրակապական");

    private static final Question section10Question540 = new Question(540, 2,
            "Վթարի հետևանքով հետիոտն ընկել է և վնասել ձեռքը: Նախաբազկի վրա\n" +
                    "կա մեծ վերք (մոտ 5 սմ երկարությամբ), որից միալար մուգ գույնի արյուն\n" +
                    "է հոսում: Ի՞նչ է պետք անել արյունահոսությունը դադարեցնելու\n" +
                    "նպատակով",
            "Լվանալ վերքը ջրով",
            "Բարձրացնել տուժածի ձեռքը և տեղադրել ճնշող վիրակապ",
            "Վերքին յոդի սպիրտային լուծույթ քսել");

    private static final Question section10Question541 = new Question(541, 2,
            "Վերջույթների փափուկ հյուսվածքների փակ վնասվածքների դեպքում\n" +
                    "առաջին ժամերին օգնություն ցուցաբերելիս պետք է",
            "Վնասվածքին տաքացնող թրջոց դնել",
            "Վնասված մասի վրա սառը թրջոց դնել և բարձրացնել",
            "Վնասված մասի վրա սառը թրջոց դնել և պահել սրտի մակարդակից\n" +
                    "ցածր",
            "Վնասվածքին սպիրտային թրջոց դնել");





    //6-10
    private static final Question section10Question542 = new Question(542, 2,
            "Վարորդը կքանստած երկար ժամանակ փոխում էր ավտոմեքենայի\n" +
                    "անիվը: Կտրուկ վեր կենալով` նա բռնում է գլուխը և հանկարծ կորցնելով\n" +
                    "գիտակցությունը, ընկնում: Ի՞նչ է պետք անել",
            "Փորձել նստեցնել նրան",
            "Բարձրացնել նրա ոտքերը",
            "Երեսին սառը ջուր լցնել",
            "Ապտակել երեսին");

    private static final Question section10Question543 = new Question(543, 3,
            "Ի՞նչ է պետք անել, եթե հնարավոր չէ ապահովել դեպքի վայրի\n" +
                    "անվտանգությունը",
            "Բոլորին օգնություն ցուցաբերել, բայց զգույշ լինել",
            "Օգնություն ցուցաբերել այն տուժածին, որն ավելի մոտ է գտնվում ձեզ",
            "Չմոտենալ, անմիջապես ահազանգել և չթողնել կողմնակի մարդկանց\n" +
                    "մոտենալ դեպքի վայր",
            "Չմոտենալ, խնդրել մեկ ուրիշին օգնություն ցույց տալ");

    private static final Question section10Question544 = new Question(544, 2,
            "Դուք տեսնում եք ընկած մարդու և նկատում նրա սրունքից դուրս ցցված\n" +
                    "ոսկորը և արյուն: Եթե դեպքի վայրն անվտանգ է, ի՞նչ պետք է անել\n" +
                    "առաջին հերթին",
            "Ահազանգել շտապ օգնություն",
            "Ստուգել գիտակցությունը և շնչառությունը",
            "Անշարժացնել ոտքը");

    private static final Question section10Question545 = new Question(545, 2,
            "Երբ տուժածը ունի վերջույթի բաց կոտրվածք, ապա օգնություն\n" +
                    "ցուցաբերելիս անհրաժեշտ է.",
            "Անմիջապես բարձրացնել տուժածի վերջույթը",
            "Ստերիլ անձեռոցիկով ծածկել վերքը և անշարժացնել վնասված\n" +
                    "վերջույթը",
            "Ստերիլ անձեռոցիկով ծածկել վերքը և անշարժացնել վնասված\n" +
                    "վերջույթը",
            "Տեղադրել սառը թրջոցներ վերքին");

    private static final Question section10Question546 = new Question(546, 2,
            "Կրծքավանդակի վնասվածքի դեպքում պետք է",
            "Պառկեցնել տուժածին հորիզոնական դիրքով",
            "Նստեցնել` հենելով վնասված կողմի վրա",
            "Նստեցնել` հենելով առողջ կողմի վրա");





    //11-15
    private static final Question section10Question547 = new Question(547, 2,
            "Գլխի վնասվածքի դեպքում տուժածին օգնություն ցուցաբերելիս պետք է",
            "Պառկեցնել նրան ոտքերը բարձրացնելով",
            " Պառկեցնել նրան գլուխն ու իրանը բարձրացնելով ապահովել\n" +
                    "կիսապառկած դիրք",
            "Պառկեցնել նրան հորիզոնական դիրքով");

    private static final Question section10Question548 = new Question(548, 4,
            "Ավտովթարի ժամանակ հետևյալ տուժածներից որի՞ն օգնություն\n" +
                    "կցուցաբերեք առաջին հերթին",
            "Վախեցած հղի կին",
            "Քերծվածքներով երեխա",
            "Բազկի կոտրվածքով տղամարդ",
            "Անգիտակից տղամարդ");

    private static final Question section10Question549 = new Question(549, 2,
            "Քթից արյունահոսության դեպքում տուժածին օգնություն ցուցաբերելիս\n" +
                    "պետք է",
            "Տուժածի գլուխը հետ տանել",
            "Տուժածի գլուխը կախ գցել և սեղմել քթի վերին հատվածը",
            "Տուժածի քթի մեջ բամբակի տամպոն դնել",
            "Թողնել, որ արյունահոսի և ինքնուրույն դադարի");

    private static final Question section10Question550 = new Question(550, 2,
            "Տուժածի որովայնի վրա բաց վնասվածքից օրգանների արտընկման\n" +
                    "դեպքում պետք է",
            "Լվանալ և զգուշորեն փորձել տեղը մտցնել արտընկած օրգանները",
            "Արտընկած օրգանները ծածկել մաքուր խոնավ գործվածքով և\n" +
                    "պոլիէթիլենային թաղանթով",
            "Կտրել արտընկած օրգանները և վերքը վիրակապել",
            "Ձեռք չտալ, այդ վիճակում տեղափոխել հիվանդանոց");

    private static final Question section10Question551 = new Question(551, 3,
            "Անգիտակից վիճակում գտնվող և շնչառություն ունեցող տուժածին պետք\n" +
                    "է",
            "Պառկեցնել մեջքի վրա",
            "Բացել բերանը և դուրս քաշել լեզուն",
            "Շրջել կողքի և գլուխը հետ տանել");






    //16-20
    private static final Question section10Question552 = new Question(552, 2,
            "Ուժեղ արյունահոսության դեպքում պետք է",
            "Միայն վիրակապով ծածկել վերքը",
            "Ճնշումով վիրակապել վնասված մասը և ճնշում գործադրել\n" +
                    "զարկերակի սեղման կետի վրա",
            "Մոխիր լցնել վերքի մեջ");

    private static final Question section10Question553 = new Question(553, 2,
            "Ավտովթարի դեպքում առաջին հերթին պետք է",
            "Տուժածին բերել հարմար դիրքի",
            "Զննել դեպքի վայրը և ապահովել անվտանգությունը",
            "Ստուգել տուժածի մոտ ուժեղ արյունահոսությունների առկայությունը",
            "Տեղափոխել տուժածին մեքենայից");

    private static final Question section10Question554 = new Question(554, 3,
            "Եթե տուժածի վերքի մեջ օտար մարմին կա, ապա օգնություն\n" +
                    "ցուցաբերելիս պետք է",
            "Հեռացնել օտար մարմինը վերքից",
            "Թողնել վնասված մասն արյունահոսի",
            "Ապահովել օտար մարմնի անշարժ վիճակը",
            "Սպիրտով մշակել վերքի տարածքը");

    private static final Question section10Question555 = new Question(555, 2,
            "Հանգիստ վիճակում չափահաս մարդու անոթազարկը կազմում է",
            "40-60 զարկ մեկ րոպեում",
            "60-80 զարկ մեկ րոպեում",
            "80-100 զարկ մեկ րոպեում");

    private static final Question section10Question556 = new Question(556, 1,
            "Հանգիստ վիճակում չափահաս մարդու շնչառությունը կազմում է",
            "12-18 շնչառական շարժում մեկ րոպեում",
            "20-30 շնչառական շարժում մեկ րոպեում",
            "40-60 շնչառական շարժում մեկ րոպեում");










    //21-25
    private static final Question section10Question557 = new Question(557, 2,
            "Վթարի դեպքում ավտոմեքենայից տուժածին պետք է տեղափոխել, եթե",
            "Տուժածն ունի լուրջ վնասվածքներ",
            "Դեպքի վայրը վտանգավոր է, օրինակ` պայթյունի վտանգ կա",
            "Մեքենայի վրա ընկած է հոսանքի հաղորդալար");

    private static final Question section10Question558 = new Question(558, 1,
            "Որովայնային ներքին արյունահոսության կասկածի դեպքում օգնություն\n" +
                    "ցուցաբերելիս պետք է",
            "Պառկեցնել տուժածին և վնասվածքին սառը թրջոց տեղադրել:",
            "Որովայնին տաք ջեռակ տեղադրել",
            "Որովայնին ճնշող վիրակապ տեղադրել",
            "Տուժածին մեծ քանակով հեղուկ տալ խմելու");

    private static final Question section10Question559 = new Question(559, 1,
            "Դուք հարևանի ավտոտնակից լսում եք մեքենայի շարժիչի ձայնը և,\n" +
                    "բացելով դուռը, տեսնում եք գետին ընկած հարևանին: Ի՞նչ է պետք անել\n" +
                    "առաջին հերթին",
            "Լայն բացել դռները և անջատել շարժիչը, հնարավորության դեպքում\n" +
                    "տեղափոխել տուժածին դեպքի վայրից",
            "Մանրակրկիտ զննել տուժածի մարմինը` վնասվածքներ\n" +
                    "հայտնաբերելու համար",
            "Բերել տուժածին կողքի ապահովության դիրքի",
            "");


    private static final Question section10Question560 = new Question(560, 4,
            "Անգիտակից վիճակում գտնվող տուժածին հայտնաբերելուց հետո\n" +
                    "առաջին հերթին պետք է",
            "Խմեցնել նրան սառը ջուր",
            "Բերել նրան կողքի ապահովության դիրքի",
            "Պահպանել մարմնի նորմալ ջերմաստիճանը",
            "Բացել շնչուղիները և ստուգել շնչառությունը");


    private static final Question section10Question561 = new Question(561, 4,
            "Վերջույթներում արյան շրջանառությունը ստուգելու համար վիրակապից\n" +
                    "ներքև սեղմում և բաց եք թողնում տուժածի վնասված վերջույթի եղունգը:\n" +
                    "Դուք որոշում եք, որ արյան շրջանառությունը վերջույթում խանգարված է,\n" +
                    "եթե",
            "Տուժածը ցավ է զգում",
            "Տուժածն անհանգստություն է զգում",
            "Սեղմելիս եղունգը դժվարությամբ է սպիտակում",
            "Եղունգը դժվարությամբ է կրկին վարդագույն դառնում");








    //26-30
    private static final Question section10Question562 = new Question(562, 1,
            "Շաքարախտով հիվանդ ձեր ընկերն իրեն վատառողջ է զգում և չի հիշում,\n" +
                    "թե վերջին անգամ երբ է ինսուլին ընդունել: Ի՞նչ է պետք անել այդ\n" +
                    "դեպքում առաջին հերթին",
            "Տալ նրան շաքար կամ քաղցր հեղուկ",
            "Առաջարկել նրան մի քանի ժամ հանգստանալ",
            "Խորհուրդ տալ ներարկել ինսուլին");


    private static final Question section10Question563 = new Question(563, 2,
            "Առավել վտանգավոր արյունահոսության նշան է, եթե",
            "Արյունը 10 րոպեի ընթացքում մակարդվում է",
            "Արյունը շիթով բխում է վերքից",
            "Արյունը մուգ կարմիր գույնի է",
            "Արյունը միալար հոսում է վերքից");


    private static final Question section10Question564 = new Question(564, 3,
            "Մեքենան բախվել է սյանը և էլեկտրական հաղորդալարն ընկած է\n" +
                    "մեքենայի կողքն անգիտակից վիճակում պառկած տուժածի վրա:\n" +
                    "Օգնություն ցուցաբերելիս առաջին հերթին պետք է",
            "Հեռացնել տուժածին հոսանքի աղբյուրից",
            "Կատարել առաջնային զննում",
            "Հեռացնել հաղորդալարը տուժածի վրայից որևէ մեկուսիչ առարկայով",
            "Փնտրել մարմնի վրա հոսանքի մուտքի և ելքի տեղերը (այրվածքները)");


    private static final Question section10Question565 = new Question(565, 1,
            "Առաջին օգնություն ցուցաբերելիս վարակումից պաշտպանվելու համար\n" +
                    "պետք է",
            "Խուսափել վերքին անմիջապես դիպչելուց և օգնություն ցուցաբերել\n" +
                    "միայն ստերիլ ձեռնոցներով",
            "Չօգնել այն տուժածներին, որոնք ունեն արյունահոսություն");

    private static final Question section10Question566 = new Question(566, 1,
            "Բրոնխիալ ասթմայով տուժածին նոպայի դեպքում պետք է",
            "Օգնել ընդունել կիսանստած դիրք",
            "Պառկեցնել և բարձրացնել ոտքերը",
            "Պառկեցնել` ոտքերը ծնկային հոդերում ծալած",
            "Պառկեցնել գլուխը բարձր դիրքով");









    //31-36
    private static final Question section10Question567 = new Question(567, 3,
            "Որովայնի վնասվածքով տուժածին պետք է",
            "Պառկեցնել գլուխը բարձր դիրքով",
            "Պառկեցնել և բարձրացնել ոտքերը",
            "Պառկեցնել` ոտքերը ծնկային հոդերում ծալած");


    private static final Question section10Question568 = new Question(568, 2,
            "Ուշագնացության դեպքում տուժածին պետք է",
            "Օգնել ընդունել կիսանստած դիրք",
            "Պառկեցնել և բարձրացնել ոտքերը",
            "Պառկեցնել` ոտքերը ծնկային հոդերում ծալած",
            "Պառկեցնել գլուխը բարձր դիրքով");


    private static final Question section10Question569 = new Question(569, 1,
            "Ցածր թափքով մեքենայի չափահաս հետիոտնին, որի հասակը կազմում է\n" +
                    "1 մ 55 սմ և ավելի, բախման դեպքում նրա մոտ առավել հավանական\n" +
                    "վնասվածքներն են",
            "Ստորին վերջույթի և գլխի վնասվածք",
            "Կոնքի և կրծքավանդակի վնասվածք");


    private static final Question section10Question570 = new Question(570, 2,
            "Ցածր թափքով մեքենայի 3-5 տարեկան երեխային բախման դեպքում նրա\n" +
                    "մոտ առավել հավանական վնասվածքներն են",
            "Ստորին վերջույթի և գլխի վնասվածք",
            "Կոնքի և կրծքավանդակի վնասվածք");


    private static final Question section10Question571 = new Question(571, 2,
            "Եթե հաղորդալարն ընկած է մեքենայի վրա, ապա պետք է",
            "Օգնել մեքենայում գտնվող անձանց շտապ դուրս գալ մեքենայից",
            "Մեքենայում գտնվող անձանց խնդրել մնալ մեքենայի մեջ մինչև\n" +
                    "էլեկտրական հոսանքը չանջատեն");


    private static final Question section10Question572 = new Question(572, 1,
            "Քիչ վտանգավոր վերքերի մշակման ժամանակ պետք է",
            "Լվանալ վերքը օճառով և մաքուր ջրով, այնուհետև վիրակապել",
            "Մշակել վերքը սպիրտային հիմքով նյութերով (յոդ, օղի, օծանելիք և\n" +
                    "այլն)");


    private static final Question section10Question573 = new Question(573, 3  ,
            "Վտանգավոր վերքերի մշակման ժամանակ պետք է",
            "Լվանալ վերքը օճառով և մաքուր ջրով",
            "Մշակել վերքը սպիրտային հիմքով նյութերով (յոդ, օղի, օծանելիք և\n" +
                    "այլն)",
            "Դադարեցնել արյունահոսությունը և վիրակապել վերքը:\n" +
                    "Վտանգավոր վերքերի մշակման ժամանակ պետք է");





    //Section - 2 -

    //1-5
    private static final Question section2Question574 = new Question(574, 2  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն ուղևոր է համարվում",
            "Տրանսպորտային միջոցի սրահում (խցիկում) կամ տրանսպորտային միջոցի վրա գտնվող անձը՛ \n" +
                    "բացառությամբ վարորդի և վարել սովորեցնողի։",
            "Տրանսպորտային միջոցի սրահում (խցիկում) կամ տրանսպորտային միջոցի վրա գտնվող, ինչպես \n" +
                    "նաև տրանսպորտային միջոցը նստող (բարձրացող) ու դրանից դուրս եկող (իջնող) անձը՛ \n" +
                    "բացառությամբ վարորդի և վարել սովորեցնողի։");

    private static final Question section2Question575 = new Question(575, 3  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն «A» կարգի \n" +
                    "տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել",
            "17 տարին լրացած անձանց",
            "18 տարին լրացած անձանց",
            "19 տարին լրացած անձանց");

    private static final Question section2Question576 = new Question(576, 3  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն «E» \n" +
                    "կարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել\t\t\n" +
                    "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» \n" +
                    "ՀՀ օրենքի համաձայն՛ ճանապարհի երթևեկելի մաս է համարվում՛",
            "17 տարին լրացած անձանց",
            "18 տարին լրացած անձանց",
            "19 տարին լրացած անձանց");

    private static final Question section2Question577 = new Question(577, 2  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՛ \n" +
                    "ճանապարհի երթևեկելի մաս է համարվում՛",
            "ճանապարհի տարրը՝ նախատեսված տրանսպորտային միջոցների երթևեկության համար",
            "ճանապարհի տարրը՝ նախատեսված ոչ ռելսագնաց տրանսպորտային միջոցների երթևեկության համար");

    private static final Question section2Question578 = new Question(578, 3  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն հարկադրված կանգառ է համարվում",
            "Երթևեկության ընդհատումը կապված լուսացույցի արգելող ազդանշանի անսպասելի միացման հետ",
            "Երթևեկության ընդհատումը կապված ճանապարհին գոյացած խցանման հետ",
            "Տրանսպորտային միջոցի անսարքության, վարորդի (ուղևորի) ֆիզիկական և (կամ) \n" +
                    "հոգեկան վիճակով և (կամ) բեռի փոխադրմամբ պայմանավորված վտանգի կամ ճանապարհին \n" +
                    "ի հայտ Եկած այլ խոչընդոտի պատճառով տրանսպորտային միջոցն անշարժ վիճակի բերելը",
            "Թվարկած բոլոր դեպքերը");



    //6-10
    private static final Question section2Question579 = new Question(579, 3  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն անբավարար տեսանելություն է համարվում",
            "ճանապարհի տեսանելիության հեռավորությունը օրվա մութ ժամանակ",
            "ճանապարհի տեսանելիության հեռավորությունը բնակավայրերում երթևեկելի \n" +
                    "մասի արհեստական լուսավորվածության բացակայության պայմաններում",
            "Մառախուղի, անձրևի, ձյունաթափի և (կամ) ճանապարհային երթևեկության \n" +
                    "անվտանգության ապահովման համար այլ անբարենպաստ եղանակի պայմաններում, \n" +
                    "ճանապարհի տեսանելիություն և (կամ) մինչև 300 մետր տեսանելիության հեռավորություն");

    private static final Question section2Question580 = new Question(580, 1  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն կանգառ է համարվում",
            "Մինչև 5 րոպե կամ ուղևորի նստելու, իջնելու և (կամ) տրանսպորտային միջոցը բեռնելու, \n" +
                    "բեռնաթափելու համար անհրաժեշտ ժամանակով տրանսպորտային միջոցն անշարժ վիճակի բերելը",
            "5 րոպեից ավելի տրանսպորտային միջոցն անշարժ վիճակի բերելը, եթե դա կապված չէ \n" +
                    "ուղևորների նստեցման, իջեցման կամ տրանսպորտային միջոցի բեռնման, բեռնաթափման հետ");

    private static final Question section2Question581 = new Question(581, 1  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին»  \n" +
                    "ՀՀ օրենքի համաձայն ընղհանուր օգտագործման տրանսպորտային միջոց է համարվում",
            "Կանգառի կետեր (կանգառներ) ունեցող. Երթուղիներով շարժվող, ուղևորներ և (կամ) ուղեբեռներ տեղափոխող \n" +
                    "տրանսպորտային միջոցը (տրամվայ, տրոլեյբուս, ավտոբուս)",
            "Կանգառի կետեր (կանգառներ) ունեցող. Երթուղիներով շարժվող, ուղևորներ և (կամ) ուղեբեռներ տեղափոխող տրանսպորտային \n" +
                    "միջոցը (տրամվայ, տրոլեյբուս, ավտոբուս), ինչպես նաև թեթև մարդատար տաքսի ավտոմոբիլը");

    private static final Question section2Question582 = new Question(582, 3  ,
            "ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն հետիոտներին են հավասարեցվում",
            "Առանց շարժիչի հաշմանդամային սայլակներով տեղաշարժվող հաշմանդամները",
            "Բեռնասայլակ. սահնակ, մանկասայլակ կամ հաշմանդամային սայլակ քաշող (հրող) անձինք",
            "Թվարկած բոլոր անձինք");

    private static final Question section2Question583 = new Question(583, 2  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն կցորդ (կիսակցորդ) է համարվում",
            "Կոշտ կցիչով քարշակվող ցանկացած մեխանիկական տրանսպորտային միջոցը",
            "Շարժիչով չկահավորված տրանսպորտային միջոցը, որը նախատեսված է մեխանիկական \n" +
                    "տրանսպորտային միջոցով շարժման մեջ դրվելու և դրա կազմում որպես մեկ ամբողջություն երթևեկելու համար");





    //11-15
    private static final Question section2Question584 = new Question(584, 1  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն Հայաստանի Հանրապետության \n" +
                    "ճանապարհներին սահմանվում է",
            "Աջակողմյան Երթևեկություն",
            "Ձախակողմյան երթևեկություն");

    private static final Question section2Question585 = new Question(585, 1  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» \n" +
                    "ՀՀ օրենքի համաձայն տրանսպորտային միջոցի ձեռք բերման օրվանից ինչ ժամկետում այն պետք է \n" +
                    "ներկայացվի պետական գրանցման ճանապարհային ոստիկանության մարմիններ",
            "15 օրվա ընթացքում",
            "10 օրվա ընթացքում",
            "20 օրվա ընթացքում");

    private static final Question section2Question586 = new Question(586, 1  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն ճանապարհային երթևեկությանը \n" +
                    "մասնակցող տրանսպորտային միջոցը տեխնիկապես սարքին վիճակում պահպանելու համար պատասխանատվություն կրում է",
            "Տրանսպորտային միջոցի սեփականատերը կամ օգտագործողը",
            "Տրանսպորտային միջոցը վաճառած կազմակերպությունը",
            "Տրանսպորտային միջոցի վերջին տարեկան տեխնիկական զննությունն իրականացրած կազմակերպությունը",
            "Թվարկած բոլոր անձինք և կազմակերպությունները");

    private static final Question section2Question587 = new Question(587, 3  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն երթևեկությանը սկսելուց \n" +
                    "առաջ տրանսպորտային միջոցի վարորղը պարտավոր է ստուգել",
            "Արգելակային համակարգի և ղեկային կառավարման սարքինությունը",
            "Անվաղողերի պահպանաշերտի նախշանկարի մնացորդային բարձրության համապատասխանությունը սահմանված նորմերին",
            "Բոլոր թվարկածները");

    private static final Question section2Question588 = new Question(588, 3  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն տրանսպորտային միջոցի վարորղը \n" +
                    "պարտավոր է օժանդակելու նպատակով տրամադրել տրանսպորտային միջոցը",
            "Ոստիկանության ծառայողներին շտապ բժշկական օգնության կարիք ունեցող անձանց բժշկական հաստատություն \n" +
                    "տեղափոխելու համար",
            "Բուժաշխատողներին, որոնք բուժօգնություն ցույց տալու համար մեկնում են համընթաց ուղղությամբ \n" +
                    "(վարորդի համաձայնությամբ)",
            "Երկու դեպքում էլ");




    //16-20
    private static final Question section2Question589 = new Question(589, 4  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն տրանսպորտային \n" +
                    "միջոցի վարորղը պարտավոր է ճանապարհատրանսպորտային պատահարին մասնակցություն ունենալու դեպքում",
            "Անմիջապես կանգնեցնել տրանսպորտային միջոցը",
            "Միացնել վթարային լուսային ազդանշանը",
            "Պատահարի մասին հայտնել ոստիկանություն",
            "Կատարել թվարկած բոլոր գործողությունները");


    private static final Question section2Question590 = new Question(590, 1  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն մեխանիկական տրանսպորտային \n" +
                    "միջոցի վարորդը պարտավոր է իր մոտ ունենալ",
            "Տվյալ կարգի տրանսպորտային միջոցը վարելու վարորդական վկայականը և տրանսպորտային միջոցի \n" +
                    "հաշվառման փաստաթղթերը",
            "Լիազորագիր այլ անձին պատկանող տրանսպորտային միջոցը վարելու դեպքում",
            "Թվարկած բոլոր փաստաթղթերը");

    private static final Question section2Question591 = new Question(591, 2  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն Երթևեկության գոտի է համարվում",
            "Երթևեկելի մասի գծանշված Երկայնական գոտին, որի լայնությունը բավարար է տրանսպորտային միջոցների մեկ \n" +
                    "շարքով երթևեկության համար",
            "Երթևեկելի մասի գծանշված կամ չգծանշված Երկայնական գոտին, որի լայնությունը \n" +
                    "բավարար է տրանսպորտային միջոցների մեկ շարքով Երթևեկության համար");

    private static final Question section2Question592 = new Question(592, 2  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն թույլատրելի առավելագույն \n" +
                    "զանգված է համարվում",
            "Լրակազմված և լիցքավորված տրանսպորտային միջոցի զանգվածը",
            "Վարորդով, ուղևորներով և թեռով բեռնված, լրակազմված ու լիցքավորված տրանսպորտային միջոցի զանգվածը");

    private static final Question section2Question593 = new Question(593, 1  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն կարգավորող է համարվում",
            "ճանապարհային Երթևեկությունը կարգավորելու իրավասություն ունեցող և օրենսդրությամբ սահմանված կարգով \n" +
                    "այդ կարգավորումն իրականացնող անձը",
            "Երթևեկության ցանկացած մասնակից (վարորդ, ուղևոր կամ հետիոտն), որն անհրաժեշտությունն առաջանալու \n" +
                    "դեպքում կատարում է կարգավորող գործողություններ",
            "Թվարկած բոլոր անձինք");





    //21-25
    private static final Question section2Question594 = new Question(594, 2  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն հեծանիվ է համարվում",
            "Առնվազն Երկու անիվ ունեցող և դրա վրա գտնվող մարղու մկանային ուժով, մասնավորապես ոտնակի կամ բռնակի \n" +
                    "օգնությամբ շարժման մեջ դրվող տրանսպորտային միջոցը, ինչպես նաև հաշմանդամային սայլակը",
            "Առնվազն երկու անիվ ունեցող և դրա վրա գտնվող մարդու մկանային ուժով, մասնավորապես ոտնակի \n" +
                    "կամ բռնակի օգնությամբ շարժման մեջ դրվող տրանսպորտային միջոցը բացառությամբ հաշմանդամային սայլակի");

    private static final Question section2Question595 = new Question(595, 1  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն հետիոտն է համարվում",
            "Տրանսպորտային միջոցից դուրս՝ ճանապարհի վրա գտնվող անձը՝ բացառությամբ ճանապարհի վրա աշխատանքներ \n" +
                    "իրականացնելու իրավասություն ունեցող և օրենսդրությամբ սահմանված կարգով այդ աշխատանքներն իրականացնող անձը",
            "Տրանսպորտային միջոցից դուրս՝ ճանապարհի վրա գտնվող, այղ թվում՝ ճանապարհի վրա աշխատանքներ \n" +
                    "իրականացնելու իրավասություն ունեցող և օրենսդրությամբ սահմանված կարգով այդ աշխատանքներն իրականացնող անձը");

    private static final Question section2Question596 = new Question(596, 2  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն տրանսպորտային միջոցի գործնական \n" +
                    "վարման սկզբնական ուսուցումը իրականացվում է",
            "Բնակավայրերից դուրս՝ ճանապարհներին՝ հաշվի առնելով տրանսպորտային միջոցների երթևեկության ինտենսիվությունըԲնակավայրերից դուրս՝ ճանապարհներին՝ հաշվի առնելով տրանսպորտային միջոցների երթևեկության ինտենսիվությունը",
            "Փակ հրապարակում կամ ավտոդրոմում",
            "Ցանկացած ճանապարհին (բացառությամբ ավտոմայրուղիների)՝ հաշվի առնելով տրանսպորտային միջոցների երթևեկության ինտենսիվությունը");

    private static final Question section2Question597 = new Question(597, 1  ,
            "ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն՝ մերձակա տարածքից ելքը \n" +
                    "դեպի ճանապարհ համարվու՞մ է արդյոք խաչմերուկ",
            "Չի համարվում",
            "Համարվում է");

    private static final Question section2Question598 = new Question(598, 1  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն «B», «C» և «D» \n" +
                    "կարգերի տրանսպորտային միջոցներ վարելու իրավունքի վկայական ունեցող անձանց թույլատրվում է դրանք \n" +
                    "վարել նաև կցորդներով, եթե կցորդի թույլատրելի առավելագույն զանգվածը չի գերազանցում",
            "750 կիլոգրամը",
            "800 կիւոգրամը",
            "1000 կիլոգրամը");





    //26-30
    private static final Question section2Question599 = new Question(599, 2  ,
            "«ճանապարհային ԵրթԵւԵկությաև անվտանգութ-ան ապահովման մասին։ ՀՀ օրենքի համաձայն՝ երթևեկելի մասով \n" +
                    "հեծանվորդներին արգելվում է երթեւեկել՝",
            "Առանց պաշտպանիչ ակնոցների",
            "Առանց սաղավարտի",
            "Երկու դեպքում էլ");


    private static final Question section2Question600 = new Question(600, 3  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն «8» և «C» կարգերի տրանսպորտային \n" +
                    "միջոցներ վարելու իրավունքի վկայական կարող է տրվել`",
            "16 տարին լրացած անձանց",
            "17 տարին լրացած անձանց",
            "18 տարին լրացած անձանց");


    private static final Question section2Question601 = new Question(601, 1  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն մոպեդ է համարվում՝",
            "Մինչև 50 սմ խորանարդ բանվորական ծավալի շարժիչով և մինչև 50 կմ/ժ առավելագույն արագությամբ երկանիվ \n" +
                    "կամ եռանիվ տրանսպորտային միջոցը",
            "մինչև 60 սմ խորանարդ բանվորական ծավալի շարժիչով և մինչև 60 կմ/ժ առավելագույն արագությամբ երկանիվ \n" +
                    "կամ եռանիվ տրանսպորտային միջոցը",
            "մինչև 70 սմ խորանարդ բանվորական ծավալի շարժիչով և մինչև 70 կմ/ժ առավելագույն արագությամբ երկանիվ \n" +
                    "կամ եռանիվ տրանսպորտային միջոցը");

    private static final Question section2Question602 = new Question(602, 1  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն տրանսպորտային միջոց վարել \n" +
                    "սզվորեցնողը՛",
            "Հավասարեցվում է վարորդին",
            "Չի հավասարեցվում վարորդին");

    private static final Question section2Question603 = new Question(603, 2  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն վթարային իրադրություն է համարվում",
            "երթևեկության մասնակցի գործողության և (կամ) անգործության հետևանքով առաջացած իրավիճակը, որի ժամանակ \n" +
                    "ստեղծվում է ճանապարհատրանսպորտային պատահարի իրական վտանգ",
            "Երթևեկության մասնակցի և (կամ) կարգավորողի գործողության և (կամ) անգործության հետևանքով առաջացած \n" +
                    "իրավիճակը, որի ժամանակ ստեղծվում է ճանապարհատրանսպորտային պատահարի իրական վտանգ");






    //31-35
    private static final Question section2Question604 = new Question(604, 2  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն օրվա մութ ժամանակ է համարվում",
            "Աշնանը և ծմոանը՛ Երեկոյան ժամը 20.00-ից մինչև առավոտյան ժամը 8.00-ը, գարնանը և ամռանը՝ \n" +
                    "երեկոյան ժամը 22.00-ից մինչև առավոտյան ժամը 6.00-ն ընկած ժամանակահատվածը",
            "Մթնշաղի վերջի և աղջամուղջի սկզբի միջև ընկած ժամանակահատվածը",
            "Արեգակնային լուսավորության բացակայության ժամանակահատվածը");

    private static final Question section2Question605 = new Question(605, 1  ,
            "ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն ավտոբուս է համարվում",
            "Ուղևորների համար նախատեսված 8-ից ավելի նստատեղ ունեցող, իր կառուցվածքով և կահավորվածությամբ \n" +
                    "ուղևորների և ուղեբեռի անվտանգ և հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը",
            "Ուղևորների համար նախատեսված 8 և ավելի նստատեղ ունեցող, իր կառուցվածքով և կահավորվածությամբ \n" +
                    "ուղևորների և ուղեբեռի անվտանգ և հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը");

    private static final Question section2Question606 = new Question(606, 1  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն թեթև մարդատար ավտոմոբիլ է համարվում",
            "Ուղևորների համար նախատեսված 8-ից ոչ ավելի նստատեղ ունեցող, իր կառուցվածքով և կահավորվածությամբ ուղևորների \n" +
                    "և ուղեբեռի անվտանգ և հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը",
            "Ուղևորների (բացառությամբ մինչև 12 տարեկան երեխաների) համար նախատեսված 4-ից ոչ ավելի նստատեղ ունեցող, \n" +
                    "իր կառուցվածքով և կահավորվածությամբ ուղևորների և ուղեբեռի անվտանգ և հարմարավետ փոխադրման համար նախատեսված ավտոմոբիլը");

    private static final Question section2Question607 = new Question(607, 3  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն հետիոտներին են հավասարեցվում",
            "Շարժիչ ունեցող հաշմանդամային սայլակով՝ հետիոտնի արագությամբ տեղաշարժվող հաշմանդամները",
            "Հեծանիվ, մոպեդ կամ մոտոցիկլ տանող անձինք",
            "Բոլոր թվարկած անձինք");

    private static final Question section2Question608 = new Question(608, 2  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն տրանսպորտային միջոցներ վարելու \n" +
                    "իրավունքը ծագում է՝",
            "ճանապարհային ոստիկանության ստորաբաժանումներում տրանսպորտային միջոցներ վարելու գործնական քննությունները \n" +
                    "դրական հանձնելու պահից",
            "Վարորդական իրավունքի վկայական ստանալու պահից");



    //36-40
    private static final Question section2Question609 = new Question(609, 3  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն «A» և «B» կարգերի տրանսպորտային \n" +
                    "միջոցներ վարելու միջազգային վարորդական վկայականները կարող Են տրվել",
            "16 տարին լրացած անձանց տարին լրացած անձանց",
            "17 տարին լրացած անձանց տարին լրացած անձանց",
            "18 տարին լրացած անձանց տարին լրացած անձանց");

    private static final Question section2Question610 = new Question(610, 3  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն «C» կարգի տրանսպորտային միջոցներ \n" +
                    "վարելու միջազգային վարորդական վկայական կարոդ է տրվել",
            "18 տարին լրացած անձանց",
            "20 տարին լրացած անձանց",
            "21 տարին լրացած անձանց");

    private static final Question section2Question611 = new Question(611, 2  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն ազգային վարորդական վկայականները \n" +
                    "տրվում են",
            "5 տարի ժամանակով",
            "10 տարի ժամանակով",
            "20 տարի ժամանակով",
            "Անժամկետ");

    private static final Question section2Question612 = new Question(612, 2  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն` միջազգային վարորդական \n" +
                    "վկայականները տրվում են",
            "1 տարի ժամանակով",
            "3 տարի ժամանակով",
            "5 տարի ժականակով",
            "Անժամկետ");

    private static final Question section2Question613 = new Question(613, 3  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն ճանապարհային ոստիկանության \n" +
                    "ստորաբաժանումներում վարորդի թեկնածուն կարող է մասնակցել գործնական քննությանը. Եթե լրացել է նրա`",
            "15 տարին",
            "16 տարին",
            "17 տարին");




    //41-45
    private static final Question section2Question614 = new Question(614, 1  ,
            "Պարտավո՞ր է արդյոք վարել սովորողն ուսումնական վարման ժամանակ ամրակապվեւ անվտանգության գոտիներով",
            "Պարտավոր է",
            "Պարտավոր չէ",
            "Պարտավոր չէ. եթե դա դժվարացնում է ավտոմոբիլ ղեկավարելը"
    ,       "Պարտավոր չէ, եթե թույլատրում է վարել սովորեցնողը");

    private static final Question section2Question615 = new Question(615, 4  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն «D» կարգի և «D1» ենթակարգի \n" +
                    "տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել`",
            "18 տարին լրացած անձանց",
            "19 տարին լրացած անձանց",
            "20 տարին լրացած անձանց",
            "21 տարին լրացած անձանց");

    private static final Question section2Question616 = new Question(616, 3  ,
            "ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն կանգառ է համարվում",
            "Տրանսպորտային միջոցն անշարժ վիճակի բերելը՝ կապված ուղևորի պահանջի հետ",
            "5 րոպեից ավելի ժամանակով տրանսպորտային միջոցն անշարժ վիճակի բերելը, Եթե ղա կապված չէ ուղևորների \n" +
                    "նստեցման, իջեցման կամ տրանսպորտային միջոցի բեռնման, բեռնաթափման հետ",
            "Մինչև 5 րոպե կամ ուղևորի նստելու, իջնելու և (կամ) տրանսպորտային միջոցը բեռնելու, \n" +
                    "բեռնաթափելու համար անհրաժեշտ ժամանակով տրանսպորտային միջոցն անշարժ վիճակի բերելը");

    private static final Question section2Question617 = new Question(617, 2  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն ընդհանուր օգտագործման \n" +
                    "տրանսպորտային միջոց է համարվում",
            "Կանգառի կետեր (կանգառներ) ունեցող. Երթուղիներով շարժվող, ուղևորներ և (կամ) ուղեբեռներ տեղափոխող \n" +
                    "տրանսպորտային միջոցը (տրամվայ, տրոլեյբուս, ավտոբուս), ինչպես նաև թեթև մարդատար տաքսի ավտոմոբիլը",
            "Կանգառի կետեր (կանգառներ) ունեցող, երթուղիներով շարժվող, ուղևորներ և (կամ) ուղեբեռներ տեղափոխող \n" +
                    "տրանսպորտային միջոցը (տրամվայ, տրոլեյբուս, ավտոբուս)",
            "Զբոսաշրջային երթուղով շարժվող, ուղևորներ և (կամ) ուղեբեռներ տեղափոխող տրանսպորտային միջոցը");

    private static final Question section2Question618 = new Question(618, 2  ,
            "ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն տրանսպորտային միջոցի թույլատրելի \n" +
                    "առավելագույն զանգված է համարվում",
            "Լրակազմված և լիցքավորված տրանսպորտային միջոցի առավելագույն զանգվածը",
            "Վարորդով, ուղևորներով և բեռով բեռնված, լրակազմված ու լիցքավորված տրանսպորտային միջոցի զանգվածը, \n" +
                    "որն արտադրող կազմակերպությունը սահմանել է որպես առավելագույն թույլատրելի",
            "Վարորդով, ուղևորներով և բեռով բեռնված տրանսպորտային միջոցի զանգվածը, որն արտադրող կազմակերպությանը \n" +
                    "սահմանել է որպես առավելագույն թույլատրելի");





    //46-51
    private static final Question section2Question619 = new Question(619, 3 ,
            "ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն «B», «C», «D» կարգերի \n" +
                    "և «C1», «D1» ենթակարգերի տրանսպորտային միջոցներ վարելու իրավունքի վկայական ունեցող անձանց թույլատրվում է \n" +
                    "դրանք վարել նաև կցորդներով, եթե կցորդի թույլատրելի առավելագույն զանգվածը չի գերազանցում՝",
            "950 կիլոգրամը",
            "850 կիլոգրամը",
            "750 կիլոգրամը");

    private static final Question section2Question620 = new Question(620, 1  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն ընդհանուր օգտագործման \n" +
                    "տրանսպորտային միջոցի կանգառի կետ է համարվում",
            "Ընդհանուր օգտագործման տրանսպորտային միջոցի երթուղու որոշակի հատվածում ուղևորների նստեցման-իջեցման \n" +
                    "համար նախատեսված և համապատասխան ճանապարհային նշաններով կահավորված վայր",
            "Ընդհանուր օգտագործման տրանսպորտային միջոցի երթուղու որոշակի հատվածում ուղևորների \n" +
                    "նստեցման-իջեցման համար նախատեսված վայր");

    private static final Question section2Question621 = new Question(621, 2  ,
            "«ճանապարհային Երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն կայանում է համարվում",
            "5 րոպեից ավելի տրանսպորտային միջոցն անշարժ վիճակի բերելը, եթե դա կապված չէ ուղևորների նստեցման, \n" +
                    "իջեցման կամ տրանսպորտային միջոցի բեռնման, բեռնաթափման հետ",
            "5 րոպեից ավելի տրանսպորտային միջոցն անշարժ վիճակի բերելը, բացառությամբ ճանապարհային երթևեկության այլ \n" +
                    "մասնակցի կամ որևէ արգելքի հետ ընդհարումը կանխելու. ուղևորի նստելու, իջնելու և (կամ) տրանսպորտային \n" +
                    "միջոցը բեռնելու, բեռնաթափելու, ինչպես նաև օրենսդրությամբ նախատեսված այլ դեպքերում");

    private static final Question section2Question622 = new Question(622, 2  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն ՀՀ զինված ուժեր և այլ \n" +
                    "զորքեր զորակոչված անձանց «D» կարգի և «D1» ենթակարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական \n" +
                    "կարող է տրվել",
            "18 տարին լրացած անձանց",
            "19 տարին լրացած անձանց",
            "20 տարին լրացած անձանց",
            "21 տարին լրացած անձանց");

    private static final Question section2Question623 = new Question(623, 3  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն «D», «DE» կարգերի, \n" +
                    "«D1» և «D1E» ենթակարգերի տրանսպորտային միջոցներ վարելու միջազգային վարորդական իրավունքի վկայական \n" +
                    "կարող է տրվել",
            "19 տարին լրացած անձանց",
            "20 տարին լրացած անձանց",
            "21 տարին լրացած անձանց",
            "22 տարին լրացած անձանց");

    private static final Question section2Question624 = new Question(624, 1  ,
            "«ճանապարհային երթևեկության անվտանգության ապահովման մասին» ՀՀ օրենքի համաձայն «D» կարգի և «D1» \n" +
                    "ենթակարգի տրանսպորտային միջոցներ վարելու իրավունքի վկայական կարող է տրվել այն անձանց, ովքեր ունեն՝",
            "«B» կամ «C» կարգի կամ «C1» ենթակարգի տրանսպորտային միջոցներ վարելու վարորդական վկայական և լրացել է \n" +
                    "նրանց 21 տարին",
            "«B» կարգի կամ «B1» ենթակարգի տրանսպորտային միջոցներ վարելու վարորդական վկայական և լրացել է նրանց \n" +
                    "18 տարին",
            "«AB» կարգերի կամ «A1B1» ենթակարգերի տրանսպորտային միջոցներ վարելու վարորդական վկայական և լրացել է  \n" +
                    "նրանց 18 տարին",
            "«B» կամ «C» կարգի կամ «C1» ենթակարգի տրանսպորտային միջոցներ վարելու վարորդական վկայական և լրացել է \n" +
                    "նրանց 20 տարին");






    public static Question[] allQuestions = {
            question001,
            question002,
            question003,
            question004,
            question005,
            question006,
            question007,
            question008,
            question009,
            question010,
            question011,
            question012,
            question013,
            question014,
            question015,
            question016,
            question017,
            question018,
            question019,
            question020,
            question021,
            question022,
            question023,
            question024,
            question025,
            question026,
            question027,
            question028,
            question029,
            question030,
            question031,
            question032,
            question033,
            question034,
            question035,
            question036,
            question037,
            question038,
            question039,
            question040,
            question041,
            question042,
            question043,
            question044,
            question045,
            question046,
            question047,
            question048,
            question049,
            question050,
            question051,
            question052,
            question053,
            question054,
            question055,
            question056,
            question057,
            question058,
            question059,
            question060,
            question061,



            //Section 3 item starts from 62

            section3Question062,
            section3Question063,
            section3Question064,
            section3Question065,
            section3Question066,
            section3Question067,
            section3Question068,
            section3Question069,
            section3Question070,
            section3Question071,
            section3Question072,
            section3Question073,
            section3Question074,
            section3Question075,
            section3Question076,
            section3Question077,
            section3Question078,
            section3Question079,
            section3Question080,
            section3Question081,
            section3Question082,
            section3Question083,
            section3Question084,
            section3Question085,
            section3Question086,
            section3Question087,
            section3Question088,
            section3Question089,
            section3Question090,
            section3Question091,
            section3Question092,
            section3Question093,
            section3Question094,
            section3Question095,
            section3Question096,
            section3Question097,
            section3Question098,
            section3Question099,
            section3Question100,
            section3Question101,
            section3Question102,
            section3Question103,
            section3Question104,
            section3Question105,
            section3Question106,
            section3Question107,
            section3Question108,
            section3Question109,
            section3Question110,
            section3Question111,
            section3Question112,
            section3Question113,
            section3Question114,
            section3Question115,
            section3Question116,
            section3Question117,
            section3Question118,
            section3Question119,
            section3Question120,

            //Section 4 item starts 121

            section4Question121,
            section4Question122,
            section4Question123,
            section4Question124,
            section4Question125,
            section4Question126,
            section4Question127,
            section4Question128,
            section4Question129,
            section4Question130,
            section4Question131,
            section4Question132,
            section4Question133,
            section4Question134,
            section4Question135,
            section4Question136,
            section4Question137,
            section4Question138,
            section4Question139,
            section4Question140,
            section4Question141,
            section4Question142,
            section4Question143,
            section4Question144,
            section4Question145,
            section4Question146,
            section4Question147,
            section4Question148,
            section4Question149,
            section4Question150,
            section4Question151,
            section4Question152,
            section4Question153,
            section4Question154,
            section4Question155,
            section4Question156,
            section4Question157,
            section4Question158,
            section4Question159,
            section4Question160,
            section4Question161,
            section4Question162,
            section4Question163,
            section4Question164,
            section4Question165,
            section4Question166,
            section4Question167,
            section4Question168,
            section4Question169,
            section4Question170,
            section4Question171,
            section4Question172,
            section4Question173,
            section4Question174,
            section4Question175,
            section4Question176,
            section4Question177,
            section4Question178,
            section4Question179,
            section4Question180,
            section4Question181,
            section4Question182,
            section4Question183,
            section4Question184,
            section4Question185,
            section4Question186,
            section4Question187,
            section4Question188,
            section4Question189,
            section4Question190,
            section4Question191,
            section4Question192,
            section4Question193,
            section4Question194,
            section4Question195,
            section4Question196,
            section4Question197,
            section4Question198,
            section4Question199,
            section4Question200,
            section4Question201,
            section4Question202,
            section4Question203,
            section4Question204,
            section4Question205,

            //Section - 5 - Total [206-266]


            section5Question206,
            section5Question207,
            section5Question208,
            section5Question209,
            section5Question210,
            section5Question211,
            section5Question212,
            section5Question213,
            section5Question214,
            section5Question215,
            section5Question216,
            section5Question217,
            section5Question218,
            section5Question219,
            section5Question220,
            section5Question221,
            section5Question222,
            section5Question223,
            section5Question224,
            section5Question225,
            section5Question226,
            section5Question227,
            section5Question228,
            section5Question229,
            section5Question230,
            section5Question231,
            section5Question232,
            section5Question233,
            section5Question234,
            section5Question235,
            section5Question236,
            section5Question237,
            section5Question238,
            section5Question239,
            section5Question240,
            section5Question241,
            section5Question242,
            section5Question243,
            section5Question244,
            section5Question245,
            section5Question246,
            section5Question247,
            section5Question248,
            section5Question249,
            section5Question250,
            section5Question251,
            section5Question252,
            section5Question253,
            section5Question254,
            section5Question255,
            section5Question256,
            section5Question257,
            section5Question258,
            section5Question259,
            section5Question260,
            section5Question261,
            section5Question262,
            section5Question263,
            section5Question264,
            section5Question265,
            section5Question266,


            // Section - 6 - Total [267-318]

            section6Question267,
            section6Question268,
            section6Question269,
            section6Question270,
            section6Question271,
            section6Question272,
            section6Question273,
            section6Question274,
            section6Question275,
            section6Question276,
            section6Question277,
            section6Question278,
            section6Question279,
            section6Question280,
            section6Question281,
            section6Question282,
            section6Question283,
            section6Question284,
            section6Question285,
            section6Question286,
            section6Question287,
            section6Question288,
            section6Question289,
            section6Question290,
            section6Question291,
            section6Question292,
            section6Question293,
            section6Question294,
            section6Question295,
            section6Question296,
            section6Question297,
            section6Question298,
            section6Question299,
            section6Question300,
            section6Question301,
            section6Question302,
            section6Question303,
            section6Question304,
            section6Question305,
            section6Question306,
            section6Question307,
            section6Question308,
            section6Question309,
            section6Question310,
            section6Question311,
            section6Question312,
            section6Question313,
            section6Question314,
            section6Question315,
            section6Question316,
            section6Question317,
            section6Question318,


            //Section  - 7 - [319-384]


            section7Question319,
            section7Question320,
            section7Question321,
            section7Question322,
            section7Question323,
            section7Question324,
            section7Question325,
            section7Question326,
            section7Question327,
            section7Question328,
            section7Question329,
            section7Question330,
            section7Question331,
            section7Question332,
            section7Question333,
            section7Question334,
            section7Question335,
            section7Question336,
            section7Question337,
            section7Question338,
            section7Question339,
            section7Question340,
            section7Question341,
            section7Question342,
            section7Question343,
            section7Question344,
            section7Question345,
            section7Question346,
            section7Question347,
            section7Question348,
            section7Question349,
            section7Question350,
            section7Question351,
            section7Question352,
            section7Question353,
            section7Question354,
            section7Question355,
            section7Question356,
            section7Question357,
            section7Question358,
            section7Question359,
            section7Question360,
            section7Question361,
            section7Question362,
            section7Question363,
            section7Question364,
            section7Question365,
            section7Question366,
            section7Question367,
            section7Question368,
            section7Question369,
            section7Question370,
            section7Question371,
            section7Question372,
            section7Question373,
            section7Question374,
            section7Question375,
            section7Question376,
            section7Question377,
            section7Question378,
            section7Question379,
            section7Question380,
            section7Question381,
            section7Question382,
            section7Question383,
            section7Question384,


            //Section - 8 - Total [385-466]


            section8Question385,
            section8Question386,
            section8Question387,
            section8Question388,
            section8Question389,
            section8Question390,
            section8Question391,
            section8Question392,
            section8Question393,
            section8Question394,
            section8Question395,
            section8Question396,
            section8Question397,
            section8Question398,
            section8Question399,
            section8Question400,
            section8Question401,
            section8Question402,
            section8Question403,
            section8Question404,
            section8Question405,
            section8Question406,
            section8Question407,
            section8Question408,
            section8Question409,
            section8Question410,
            section8Question411,
            section8Question412,
            section8Question413,
            section8Question414,
            section8Question415,
            section8Question416,
            section8Question417,
            section8Question418,
            section8Question419,
            section8Question420,
            section8Question421,
            section8Question422,
            section8Question423,
            section8Question424,
            section8Question425,
            section8Question426,
            section8Question427,
            section8Question428,
            section8Question429,
            section8Question430,
            section8Question431,
            section8Question432,
            section8Question433,
            section8Question434,
            section8Question435,
            section8Question436,
            section8Question437,
            section8Question438,
            section8Question439,
            section8Question440,
            section8Question441,
            section8Question442,
            section8Question443,
            section8Question444,
            section8Question445,
            section8Question446,

            //Section - 9 - Total [447-536]

            section9Question447,
            section9Question448,
            section9Question449,
            section9Question450,
            section9Question451,
            section9Question452,
            section9Question453,
            section9Question454,
            section9Question455,
            section9Question456,
            section9Question457,
            section9Question458,
            section9Question459,
            section9Question460,
            section9Question461,
            section9Question462,
            section9Question463,
            section9Question464,
            section9Question465,
            section9Question466,
            section9Question467,
            section9Question468,
            section9Question469,
            section9Question470,
            section9Question471,
            section9Question472,
            section9Question473,
            section9Question474,
            section9Question475,
            section9Question476,
            section9Question477,
            section9Question478,
            section9Question479,
            section9Question480,
            section9Question481,
            section9Question482,
            section9Question483,
            section9Question484,
            section9Question485,
            section9Question486,
            section9Question487,
            section9Question488,
            section9Question489,
            section9Question490,
            section9Question491,
            section9Question492,
            section9Question493,
            section9Question494,
            section9Question495,
            section9Question496,
            section9Question497,
            section9Question498,
            section9Question499,
            section9Question500,
            section9Question501,
            section9Question502,
            section9Question503,
            section9Question504,
            section9Question505,
            section9Question506,
            section9Question507,
            section9Question508,
            section9Question509,
            section9Question510,
            section9Question511,
            section9Question512,
            section9Question513,
            section9Question514,
            section9Question515,
            section9Question516,
            section9Question517,
            section9Question518,
            section9Question519,
            section9Question520,
            section9Question521,
            section9Question522,
            section9Question523,
            section9Question524,
            section9Question525,
            section9Question526,
            section9Question527,
            section9Question528,
            section9Question529,
            section9Question530,
            section9Question531,
            section9Question532,
            section9Question533,
            section9Question534,
            section9Question535,
            section9Question536,

            //Section - 10 - Total[537-573]

            section10Question537,
            section10Question538,
            section10Question539,
            section10Question540,
            section10Question541,
            section10Question542,
            section10Question543,
            section10Question544,
            section10Question545,
            section10Question546,
            section10Question547,
            section10Question548,
            section10Question549,
            section10Question550,
            section10Question551,
            section10Question552,
            section10Question553,
            section10Question554,
            section10Question555,
            section10Question556,
            section10Question557,
            section10Question558,
            section10Question559,
            section10Question560,
            section10Question561,
            section10Question562,
            section10Question563,
            section10Question564,
            section10Question565,
            section10Question566,
            section10Question567,
            section10Question568,
            section10Question569,
            section10Question570,
            section10Question571,
            section10Question572,
            section10Question573,

            //Section - 2 - Total [574-624]

            section2Question574,
            section2Question575,
            section2Question576,
            section2Question577,
            section2Question578,
            section2Question579,
            section2Question580,
            section2Question581,
            section2Question582,
            section2Question583,
            section2Question584,
            section2Question585,
            section2Question586,
            section2Question587,
            section2Question588,
            section2Question589,
            section2Question590,
            section2Question591,
            section2Question592,
            section2Question593,
            section2Question594,
            section2Question595,
            section2Question596,
            section2Question597,
            section2Question598,
            section2Question599,
            section2Question600,
            section2Question601,
            section2Question602,
            section2Question603,
            section2Question604,
            section2Question605,
            section2Question606,
            section2Question607,
            section2Question608,
            section2Question609,
            section2Question610,
            section2Question611,
            section2Question612,
            section2Question613,
            section2Question614,
            section2Question615,
            section2Question616,
            section2Question617,
            section2Question618,
            section2Question619,
            section2Question620,
            section2Question621,
            section2Question622,
            section2Question623,
            section2Question624,




    };

}


