package com.mianv.school.Util;

import com.mianv.school.Activity.MainActivity;
import com.mianv.school.Activity.QuizActivity;
import com.mianv.school.Database.QuestionAppDatabase;
import com.mianv.school.Model.Question;
import com.mianv.school.R;

import java.util.ArrayList;

public class Constants {


    public static final Question question001 = new Question(1, R.drawable.image_001, 3,
            "Նշաններից որն է կոչվում արգելքի շրջանցումը ձախից",
            "1",
            "2",
            "3",
            "4",
            "5");


    public static final Question question002 = new Question(2, R.drawable.image_002, 2,
            "Թույլատրվու՞մ է արդյոք ավտոբուսի վարորդին մուտք գործել խաչմերուկ\n" + "տվյալ իրադրությունում:",
            "Թույլատրվում է:",
            "Արգելվում է:",
            "Թույլատրվում է, եթե ավտոբուսը երթևեկում է սահմանված երթուղով:");


    public static final Question question003 = new Question(3, R.drawable.image_003, 2,
            "Նշված դեպքում ո՞ր գոտուց պետք է կատարվի աջ շրջադարձը:",
            "Միայն երկրորդ գոտուց",
            "Միայն «A» գծանշումով նշված աջ եզրային գոտուց:");


    public static final Question question004 = new Question(4, 3,
            "Խաչմերուկում կազմակերպված է շրջանաձև երթևեկություն: Երթևեկելի\n" + "մասը, որով մոտենում եք խաչմերուկին, ունի երթևեկության երկու գոտի:\n" + "Խաչմերուկ մուտք գործելիս` շրջադարձ կատարելու համար ո՞ր գոտին\n" + "եք պարտավոր զբաղեցնել՝\n",
            "Աջ գոտին",
            "Ձախ գոտին",
            "Կա՛մ աջ, կա՛մ ձախ գոտին:");


    public static final Question question005 = new Question(5, R.drawable.image_004, 1,
            "Թույլատրվու՞մ է արդյոք մուտք գործել բակ նշված տեղից:",
            "Թույլատրվում է",
            "Արգելվում է");


    public static final Question question006 = new Question(6, 2,
            "Երկկողմ երթևեկությամբ գծանշված ճանապարհներին, երեք գոտու\n" + "առկայության դեպքում (բացառությամբ երթևեկության դարձափոխային\n" + "կարգավորմամբ ճանապարհների), որոնցից միջինն օգտագործվում է\n" + "երկու ուղղություններով երթևեկության համար, ձախ եզրային գոտի\n" + "մուտք գործելը՝",
            "Թույլատրվում է՝ միայն վազանցի, շրջանցման, ձախ շրջադարձի կամ\n" + "հետադարձի համար:",
            "Թույլատրվում է",
            "Արգելվում է");


    public static final Question question007 = new Question(7, R.drawable.image_005, 3,
            "Ո՞ր պատասխանում է ճիշտ նշված երթևեկության թույլատրելի\n" + "ուղղությունը:",
            "Միայն հետադարձ",
            " Ուղիղ և հետադարձ:, ",
            "Միայն ուղիղ");


    public static final Question question008 = new Question(8, R.drawable.image_006, 1,
            "Ո՞ր ուղղությամբ է արգելվում երթևեկությունը՝", " Դեպի ձախ և դեպի աջ",
            "Ուղիղ և հակառակ ուղղությամբ",
            " Միայն ուղիղ",
            " Բոլոր ուղղություններով");


    public static final Question question009 = new Question(9, 5,
            "Հետադարձն արգելվում է՝",
            "Հետիոտնային անցումների վրա:",
            "Թունելներում", "Կամուրջների, ուղեկամուրջների, էստակադների վրա և դրանց տակ",
            "Երկաթուղային գծանցներում",
            " Թվարկած բոլոր դեպքերում");


    public static final Question question010 = new Question(10, R.drawable.image_007, 2,
            "Թույլատրվու՞մ է արդյոք դեղին ավտոբուսի վարորդին մուտք գործել\n" + "խաչմերուկ:",
            "Թույլատրվում է",
            "Արգելվում է",
            "Թույլատրվում է, եթե ավտոբուսը երթևեկում է սահմանված երթուղով");


    public static final Question question011 = new Question(11, R.drawable.image_008, 2,
            "Ո՞ր պատասխանում է ճիշտ նշված երթևեկության թույլատրելի\n" + "ուղղությունը:",
            "Ուղիղ և դեպի ձախ` մուտք գործելով բակ",
            "Միայն ուղիղ",
            "Միայն հետադարձ",
            "Ուղիղ և հետադարձ");


    public static final Question question012 = new Question(12, 1,
            "Հետադարձն արգելվում է, եթե ճանապարհի թեկուզ և մեկ ուղղությամբ\n" + "տեսանելիությունը պակաս է՝\n",
            "100 մ-ից",
            "150 մ-ից",
            "300 մ-ից");


    public static final Question question013 = new Question(13, 4,
            "Դուք երթևեկում եք երեք գոտի ունեցող երկկողմ երթևեկությամբ\n" + "ճանապարհով: Ո՞ր դեպքում է թույլատրվում մուտք գործել միջին գոտի:",
            "Միայն շրջանցման դեպքում",
            "Միայն ձախ շրջադարձի կամ հետադարձի դեպքում",
            "Թվարկած բոլոր դեպքերում");


    public static final Question question014 = new Question(14, R.drawable.image_009, 2,
            "Ո՞ր ուղղությամբ է թույլատրվում բեռնատար ավտոմոբիլի\n" + "երթևեկությունը:",
            "Միայն դեպի աջ",
            "Դեպի աջ, դեպի ձախ և հակառակ ուղղությամբ",
            "Միայն դեպի ձախ");


    public static final Question question015 = new Question(15, R.drawable.image_010, 1,
            "Ո՞ր նկարում է վարորդը ճիշտ կատարում մանևրը:",
            "1",
            "2",
            "3");


    public static final Question question016 = new Question(16, R.drawable.image_011, 2,
            "Ո՞ր տրանսպորտային միջոցի վարորդն է ճիշտ կատարում հետադարձը:",
            "Կապույտ ավտոմոբիլի վարորդը",
            "Կարմիր ավտոմոբիլի վարորդը",
            "Երկու վարորդներն էլ");


    public static final Question question017 = new Question(17, 1,
            "Ճանապարհային նշանների, գծանշման և բաժանարար գոտու\n" + "բացակայության դեպքում վարորդները երկկողմ երթևեկությամբ\n" + "ճանապարհների երթևեկելի մասում գտնվող ճանապարհային\n" + "կառույցների տարրերը պետք է շրջանցեն՝\n",
            "Միայն երկրորդ գոտուց",
            "Միայն «A» գծանշումով նշված աջ եզրային գոտուց:");


    public static final Question question018 = new Question(18, R.drawable.image_012, 2,
            "Ո՞ր ուղղությամբ է արգելվում երթևեկությունը:",
            "Միայն դեպի ձախ:",
            "Միայն դեպի աջ",
            "Ուղիղ և դեպի ձախ:",
            "Բոլոր ուղղություններով:");


    public static final Question question019 = new Question(19, R.drawable.image_013, 2,
            "Ո՞ր տրանսպորտային միջոցի վարորդն է խախտում կանոնները\n" +
                    "շրջադարձ կատարելիս՝ արգելակման գոտի ունեցող ճանապարհին:",
            "Երկու վարորդն էլ",
            "Դեղին ավտոմոբիլի վարորդը",
            "Երկու վարորդն էլ շրջադարձը կատարում են ճիշտ");


    public static final Question question020 = new Question(20, R.drawable.image_014, 2,
            "Թույլատրվու՞մ է արդյոք տվյալ իրադրությունում կարմիր ավտոմոբիլի\n" +
                    "վարորդին շարունակել երթևեկությունը:",
            "Թույլատրվում է:",
            "Արգելվում է:");


    public static final Question question021 = new Question(21, 2,
            "Երեք գոտի ունեցող երկկողմ երթևեկությամբ ճանապարհի վրա Ձեզ\n" +
                    "անհրաժեշտ է կատարել ձախ շրջադարձ: Ո՞ր գոտուց կկատարեք\n" +
                    "տվյալ մանևրը:",
            "Աջ գոտուց",
            "Միջին գոտուց",
            "Աջ կամ միջին գոտուց",
            "Միջին գոտուց, եթե զբաղեցված է աջ գոտին");


    public static final Question question022 = new Question(22, R.drawable.image_015, 1,
            "Թույլատրվու՞մ է արդյոք կարմիր ավտոմոբիլի վարորդին երթևեկել\n" +
                    "տրամվայի գծերով:",
            "Թույլատրվում է",
            "Արգելվում է");


    public static final Question question023 = new Question(23, 5,
            "Հետադարձն արգելվում է՝",
            "Հետիոտնային անցումների վրա և թունելներում:",
            "Կամուրջների, ուղեկամուրջների, էստակադների վրա և դրանց\n" +
                    "տակ",
            "Երկաթուղային գծանցներում",
            "Ճանապարհի` թեկուզ և մեկ ուղղությամբ 100 մ-ից պակաս\n" +
                    "տեսանելիության տեղերում",
            "Բոլոր թվարկած դեպքերում");


    public static final Question question024 = new Question(24, R.drawable.image_016, 2,
            "Ո՞ր ուղղություններով է թույլատրվում երթևեկությունը",
            "Միայն դեպի ձախ",
            "Ուղիղ, դեպի ձախ և հետադարձ",
            "Միայն ուղիղ");


    public static final Question question025 = new Question(25, R.drawable.image_017, 4,
            "Ո՞ր տրանսպորտային միջոցների վարորդներն են խախտել\n" +
                    "ճանապարհային նշանի պահանջները:",
            "Մոտոցիկլների վարորդները",
            "Ավտոմոբիլի և կողային կցորդով մոտոցիկլի վարորդները",
            "Միայն ավտոմոբիլի վարորդը",
            "Միայն ուղիղ");


    public static final Question question026 = new Question(26, 1,
            "Համընթաց ուղղությամբ երթեւեկող տրանսպորտային միջոցների\n" +
                    "միաժամանակյա վերադասավորման դեպքում ճանապարհը պետք է զիջի՝",
            "Ձախից ընթացող տրանսպորտային միջոցի վարորդը",
            "Աջից ընթացող տրանսպորտային միջոցի վարորդը");


    public static final Question question027 = new Question(27, R.drawable.image_018, 1,
            "Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթևեկության\n" +
                    "իրավունք:",
            "Բեռնատար ավտոմոբիլի վարորդը",
            "Ավտոբուսի վարորդը");


    public static final Question question028 = new Question(28, R.drawable.image_019, 1,
            "Պարտավո՞ր է արդյոք սահմանված երթուղով երթևեկող ավտոբուսի\n" +
                    "վարորդը նշված իրադրությունում զիջել ճանապարհը:",
            "Պարտավոր է",
            "Պարտավոր չէ",
            "Պարտավոր չէ, քանի որ երթևեկում է ուղիղ");


    public static final Question question029 = new Question(29, 3,
            "Եթե համապատասխան նշաններով կահավորված երկայնական\n" +
                    "թեքությամբ ճանապարհահատվածներում հանդիպակաց\n" +
                    "երթևեկությունը դժվարացած է, ապա ճանապարհը պետք է զիջել՝",
            "Վայրէջքի ուղղությամբ ընթացող տրանսպորտային միջոցին",
            "Ընդհանուր օգտագործման տրանսպորտային միջոցին",
            "Վերելքի ուղղությամբ ընթացող տրանսպորտային միջոցին");


    public static final Question question030 = new Question(30, R.drawable.image_020, 2,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը",
            "Տրակտորի վարորդը",
            "Ավտոբուսի վարորդը");


    public static final Question question031 = new Question(31, R.drawable.image_021, 2,
            "Երթևեկության առավելություն ունի՝",
            "Կապույտ ավտոմոբիլը, քանի որ կարմիրը փոխում է երթևեկության\n" +
                    "ուղղությունը դեպի ձախ",
            "Կարմիր ավտոմոբիլը, քանի որ միաժամանակյա վերադասավորման\n" +
                    "դեպքում գտնվում է աջ կողմում",
            "Կապույտ ավտոմոբիլը, քանի որ միաժամանակյա\n" +
                    "վերադասավորման դեպքում գտնվում է ձախ կողմում");

    public static final Question question032 = new Question(32, 1,
            "Պարտավո՞ր են արդյոք տրանսպորտային միջոցների վարորդները\n" +
                    "բնակավայրերում ճանապարհը զիջել կահավորված և նշված կանգառի\n" +
                    "կետերի տարածքից երթևեկությունը սկսող ընդհանուր օգտագործման\n" +
                    "տրանսպորտային միջոցներին:",
            "Այո",
            "Ոչ");


    public static final Question question033 = new Question(33, R.drawable.image_022, 1,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը:",
            "Թեթև մարդատար ավտոմոբիլի վարորդը",
            "Բեռնատար ավտոմոբիլի վարորդը");


    public static final Question question034 = new Question(34, R.drawable.image_023, 2,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը:",
            "Ավտոբուսի վարորդը",
            "Ավտոմոբիլի վարորդը");


    public static final Question question035 = new Question(35, R.drawable.image_024, 1,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը",
            "Ավտոմոբիլի վարորդը",
            "Տրամվայի վարորդը");


    public static final Question question036 = new Question(36, R.drawable.image_025, 2,
            "Նշե՛ք խաչմերուկի անցման հերթականությունը`",
            "Ավտոբուսը, բեռնատար ավտոմոբիլը, լծասայլը",
            "Ավտոբուսը և լծասայլը, բեռնատար ավտոմոբիլը");


    public static final Question question037 = new Question(37, R.drawable.image_003, 2,
            "Հանդիպակաց երթևեկության դեպքում կտրուկ վայրէջքի վրա\n" +
                    "անհրաժեշտ է ճանապարհը զիջել՝",
            "Վերև բարձրացող տրանսպորտային միջոցին",
            "Ներքև իջնող տրանսպորտային միջոցին");


    public static final Question question038 = new Question(38, R.drawable.image_003, 2,
            "Բնակավայրերում միևնույն ուղղությամբ երթևեկության 3 և ավելի\n" +
                    "գոտիների առկայության դեպքում ձախ եզրային գոտի զբաղեցնել\n" +
                    "թույլատրվու՞մ է արդյոք ընդհանուր օգտագործման տրանսպորտային\n" +
                    "միջոցներին:",
            "Թույլատրվում է վազանց կատարելիս",
            "Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս",
            "Թույլատրվում է բոլոր դեպքերում");


    public static final Question question039 = new Question(39, R.drawable.image_003, 2,
            "Բոլոր ճանապարհներին միևնույն ուղղությամբ երթևեկության 3 և ավելի\n" +
                    "գոտիների առկայության դեպքում ձախ եզրային գոտի զբաղեցնել\n" +
                    "թույլատրվու՞մ է արդյոք ընդհանուր օգտագործման տրանսպորտային\n" +
                    "միջոցներին:",
            "Թույլատրվում է վազանց կատարելիս",
            "Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս",
            "Թույլատրվում է բոլոր դեպքերում");


    public static final Question question040 = new Question(40, R.drawable.image_026, 3,
            "Ինչպե՞ս պետք է վարվի ավտոբուսի վարորդը տվյալ իրավիճակում:",
            "Ճանապարհը զիջի թեթև մարդատար ավտոմոբիլին",
            "Միացնի շրջադարձի ցուցիչը, տա ձայնային ազդանշան և սկսի\n" +
                    "երթևեկությունը",
            "Սկսի երթևեկությունը` համոզված լինելով, որ թեթև մարդատար\n" +
                    "ավտոմոբիլի վարորդը զիջում է ճանապարհը");


    public static final Question question041 = new Question(41, R.drawable.image_027, 1,
            "Տվյալ իրադրությունում սպիտակ թեթև մարդատար ավտոմոբիլի\n" +
                    "վարորդը`",
            "Ճանապարհը պետք է զիջի ավտոբուսին, որը սկսում է երթևեկությունը\n" +
                    "նշված կանգառի կետից",
            "Ունի առաջնահերթ երթևեկության իրավունք, քանի որ ավտոբուսը\n" +
                    "վերադասավորվում է երկրորդ գոտի անցնելով");


    public static final Question question042 = new Question(42, R.drawable.image_028, 1,
            "Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթևեկության\n" +
                    "իրավունք",
            "Թեթև մարդատար ավտոմոբիլի վարորդը",
            "Ավտոբուսի վարորդը");


    public static final Question question043 = new Question(43, R.drawable.image_029, 1,
            "Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթևեկության\n" +
                    "իրավունք տվյալ իրավիճակում",
            "Ավտոբուսի վարորդը",
            "Թեթև մարդատար ավտոմոբիլի վարորդը",
            "Թեթև մարդատար ավտոմոբիլի վարորդը իրավունք չունի անցնել աջ\n" +
                    "գոտի");


    public static final Question question044 = new Question(44, R.drawable.image_030, 2,
            "Խաչմերուկում որտեղ կազմակերպված է շրջանաձև երթևեկություն,\n" +
                    "պարտավո՞ր է արդյոք ավտոբուսի վարորդը զիջել ճանապարհը\n" +
                    "բեռնատար ավտոմոբիլին:",
            "Պարտավոր է",
            "Պարտավոր չէ");


    public static final Question question045 = new Question(45, R.drawable.image_031, 1,
            "Երթևեկությունն ուղիղ շարունակող ավտոբուսի վարորդը պարտավո՞ր է\n" +
                    "արդյոք զիջել ճանապարհը բեռնատար ավտոմոբիլին:",
            "Պարտավոր է",
            "Պարտավոր չէ");


    public static final Question question046 = new Question(46, R.drawable.image_032, 1,
            "Եթե մտադիր եք շարունակել երթևեկությունն ուղիղ, ո՞ր\n" +
                    "տրանսպորտային միջոցին պետք է զիջեք ճանապարհը:",
            "Երկու տրանսպորտային միջոցներին",
            "Միայն ավտոբուսին",
            "Միայն թեթև մարդատար ավտոմոբիլին",
            "Ոչ մեկին");


    public static final Question question047 = new Question(47, R.drawable.image_033, 2,
            "Եթե մտադիր եք շարունակել երթևեկությունն ուղիղ, ու՞մ պետք է զիջեք\n" +
                    "ճանապարհը:",
            "Միայն թեթև մարդատար ավտոմոբիլին",
            "Միայն ավտոբուսին և թեթև մարդատար ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին",
            "Միայն մոտոցիկլին");


    public static final Question question048 = new Question(48, R.drawable.image_034, 2,
            "Տվյալ իրադրությունում պարտավո՞ր է մոտոցիկլի վարորդը զիջել\n" +
                    "ճանապարհը:",
            "Պարտավոր չէ",
            "Պարտավոր է");


    public static final Question question049 = new Question(49, R.drawable.image_035, 2,
            "Տվյալ իրադրությունում ունե՞ք արդյոք նշված մանևրի իրավունք:",
            "Այո",
            "Ոչ");


    public static final Question question050 = new Question(50, R.drawable.image_036, 3,
            "Դուք շարունակում եք երթևեկությունն ուղիղ, ո՞ր տրանսպորտային\n" +
                    "միջոցին պետք է զիջեք ճանապարհը:",
            "Միայն թեթև մարդատար ավտոմոբիլին",
            "Բեռնատար ավտոմոբիլին",
            "Երկու տրանսպորտային միջոցներին",
            "Ոչ մեկին");


    public static final Question question051 = new Question(51, R.drawable.image_037, 2,
            "Դուք շարունակում եք երթևեկությունն ուղիղ, պարտավո՞ր եք արդյոք\n" +
                    "զիջել ճանապարհը թեթև մարդատար ավտոմոբիլին",
            "Պարտավոր եք",
            "Պարտավոր չեք");


    public static final Question question052 = new Question(52, R.drawable.image_038, 1,
            "Դուք սկսում եք երթևեկել ճամփեզրից, պարտավո՞ր եք արդյոք զիջել\n" +
                    "ճանապարհը թեթև մարդատար ավտոմոբիլին, որը կատարում է\n" +
                    "հետադարձ",
            "Պարտավոր եք",
            "Պարտավոր չեք");


    public static final Question question053 = new Question(53, R.drawable.image_039, 1,
            "Դուք շարունակում եք երթևեկությունն ուղիղ, ո՞ր տրանսպորտային\n" +
                    "միջոցին պետք է զիջեք ճանապարհը:",
            "Միայն թեթև մարդատար ավտոմոբիլին",
            "Ոչ մեկին",
            "Միայն թեթև մարդատար ավտոմոբիլին և մոտոցիկլին",
            "Բոլոր տրանսպորտային միջոցներին");


    public static final Question question054 = new Question(54, R.drawable.image_040, 3,
            "Եթե մտադիր եք կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային\n" +
                    "միջոցին պետք է զիջեք ճանապարհը:",
            "Մոտոցիկլին",
            "Պարեկային ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին");


    public static final Question question055 = new Question(55, R.drawable.image_041, 2,
            "Եթե մտադիր եք խաչմերուկում կատարել հետադարձ, ո՞ր\n" +
                    "տրանսպորտային միջոցին պետք է զիջեք ճանապարհը:",
            "Թեթև մարդատար ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին",
            "Բեռնատար ավտոմոբիլին");


    public static final Question question056 = new Question(56, R.drawable.image_042, 2,
            "Եթե մտադիր եք խաչմերուկում կատարել ձախ շրջադարձ, ո՞ր\n" +
                    "տրանսպորտային միջոցին պետք է զիջեք ճանապարհը:",
            "Բեռնատար ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին",
            "Ոչ մեկին");


    public static final Question question057 = new Question(57, R.drawable.image_043, 2,
            "Եթե մտադիր եք խաչմերուկում կատարել ձախ շրջադարձ, ո՞ր\n" +
                    "տրանսպորտային միջոցին պետք է զիջեք ճանապարհը:",
            "Ոչ մեկին",
            "Միայն ավտոբուսին",
            "Միայն միացված փարոսիկով բեռնատար ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին");


    public static final Question question058 = new Question(58, R.drawable.image_044, 1,
            "Եթե մտադիր եք խաչմերուկում կատարել հետադարձ, ո՞ր\n" +
                    "տրանսպորտային միջոցին պետք է զիջեք ճանապարհը:",
            "Բեռնատար ավտոմոբիլին",
            "Թեթև մարդատար ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին",
            "Ոչ մեկին");


    public static final Question question059 = new Question(59, R.drawable.image_045, 4,
            "Եթե մտադիր եք կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային\n" +
                    "միջոցին պետք է զիջեք ճանապարհը:",
            "Ավտոբուսին",
            "Ավտոբուսին և թեթև մարդատար ավտոմոբիլին",
            "Թեթև մարդատար ավտոմոբիլին",
            "Ոչ մեկին");


    public static final Question question060 = new Question(60, R.drawable.image_046, 2,
            "Եթե մտադիր եք կատարել աջ շրջադարձ, պարտավո՞ր եք արդյոք զիջել\n" +
                    "ճանապարհը թեթև մարդատար ավտոմոբիլին:",
            "Պարտավոր եք",
            "Պարտավոր չեք");


    public static final Question question061 = new Question(61, R.drawable.image_047, 1,
            "Եթե մտադիր եք կատարել աջ շրջադարձ, ո՞ր տրանսպորտային միջոցին\n" +
                    "պետք է զիջեք ճանապարհը:",
            "Ոչ մեկին",
            "Թեթև մարդատար ավտոմոբիլին",
            "Մոտոցիկլին և թեթև մարդատար ավտոմոբիլին");


    public static Question[] section1Questions = {
            question001,
            question002,
            question003,
            question004,
            question005,
            question006,
            question007,
            question008,
            question009,
            question010,
            question011,
            question012,
            question013,
            question014,
            question015,
            question016,
            question017,
            question018,
            question019,
            question020,
            question021,
            question022,
            question023,
            question024,
            question025,
            question026,
            question027,
            question028,
            question029,
            question030,
            question031,
            question032,
            question033,
            question034,
            question035,
            question036,
            question037,
            question038,
            question039,
            question040,
            question041,
            question042,
            question043,
            question044,
            question045,
            question046,
            question047,
            question048,
            question049,
            question050,
            question051,
            question052,
            question053,
            question054,
            question055,
            question056,
            question057,
            question058,
            question059,
            question060,
            question061
    };


    private static final Question section3Question062 = new Question(62, 2, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլների դողերի պահպանաշերտի\n" +
                    "մնացորդային բարձրությունը կազմում է 1.8 մմ",
            "Խախտված է հիդրավլիկ արգելակային հաղորդակի\n" +
                    "հերմետիկությունը",
            "Երկու դեպքում էլ");

    private static final Question section3Question063 = new Question(63, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բեռնատար ավտոմոբիլի դողերի պահպանաշերտի մնացորդային\n" +
                    "բարձրությունը կազմում է 1.6 մմ",
            "Չի գործում պնևմատիկ արգելակային հաղորդակի ճնշաչափը",
            "Երկու դեպքում էլ");

    private static final Question section3Question064 = new Question(64, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առկա են ղեկային կառավարման մանրամասերի (դետալների) ու\n" +
                    "հանգույցների` կառուցվածքով չնախատեսված տեղաշարժեր կամ\n" +
                    "պարուրակային միացումները ձգված չեն",
            "Բեռնատար ավտոմոբիլում բացակայում է կրակմարիչը",
            "Երկու դեպքում էլ");

    private static final Question section3Question065 = new Question(65, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Սահմանված ռեժիմով չեն աշխատում արտաքին լուսային\n" +
                    "սարքերը",
            "Մոտոցիկլի դողերի պահպանաշերտի մնացորդային բարձրությունը\n" +
                    "կազմում է 0.6 մմ",
            "Երկու դեպքում էլ");

    private static final Question section3Question066 = new Question(66, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Հետին հակամառախուղային լապտերիկները միացված են\n" +
                    "տրանսպորտային միջոցի արգելակումն ազդարարող լուսային\n" +
                    "սարքերին",
            "Չի աշխատում շարժիչը հովացնող հեղուկի ջերմաստիճանի ցուցիչը",
            "Երկու դեպքում էլ");

    private static final Question section3Question067 = new Question(67, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Շարժիչն աշխատում է ընդհատումներով",
            "Դողերն ունեն անվադողի հենքը (կորդը) մերկացնող տեղային\n" +
                    "վնասվածքներ",
            "Չեն աշխատում թեթև մարդատար ավտոմոբիլի սրահի ներքին\n" +
                    "լուսավորության սարքերը",
            "Թվարկած բոլոր դեպքերում");

    private static final Question section3Question068 = new Question(68, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առանց կողային կցորդի մոտոցիկլում բացակայում է «Վթարային\n" +
                    "կանգառ» նշանը",
            "Դողերը չափերով կամ թույլատրելի բեռնվածությամբ չեն\n" +
                    "համապատասխանում տրանսպորտային միջոցի տվյալ մոդելին",
            "Երկու դեպքում էլ");

    private static final Question section3Question069 = new Question(69, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բացակայում է դողի անվահեցի ամրացման հեղյուսներից թեկուզ\n" +
                    "մեկը",
            "Նույն սռնու վրա տեղադրված են պահպանաշերտի տարբեր\n" +
                    "նախշանկարներով դողեր",
            "Երկու դեպքում էլ");

    private static final Question section3Question070 = new Question(70, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բացակայում են կառուցվածքով նախատեսված նստատեղերի\n" +
                    "գլխակալները",
            "Նույն սռնու վրա տեղադրված են նոր և վերականգնված դողեր",
            "Երկու դեպքում էլ");

    private static final Question section3Question071 = new Question(71, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Արտածվող գազերում վնասակար նյութերի պարունակությունը\n" +
                    "գերազանցում է ՀՀ օրենսդրությամբ սահմանված նորմերը",
            "Մոտոցիկլի վրա բացակայում են կառուցվածքով նախատեսված\n" +
                    "ոտնատեղերը",
            "Երկու դեպքում էլ");


    private static final Question section3Question072 = new Question(72, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            " Խախտված է շարժիչի հենատուփի օդափոխության համակարգի\n" +
                    "հերմետիկությունը",
            "Խախտված է շարժիչի սնման համակարգի հերմետիկությունը",
            "Երկու դեպքում էլ");

    private static final Question section3Question073 = new Question(73, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Խախտված է շարժիչի հենատուփի օդափոխության համակարգի\n" +
                    "հերմետիկությունը",
            "Նույն սռնու վրա՝ տեղադրված են ցրտադիմացկուն և ոչ\n" +
                    "ցրտադիմացկուն դողեր",
            "Երկու դեպքում էլ");

    private static final Question section3Question074 = new Question(74, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չեն աշխատում կառուցվածքով նախատեսված ապակեողողիչները",
            "Շարժիչի արտաքին աղմուկի թույլատրելի մակարդակը\n" +
                    "գերազանցում է ստանդարտով սահմանված նորմերը",
            "Երկու դեպքում էլ");

    private static final Question section3Question075 = new Question(75, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            " Շարժիչն աշխատում է ընդհատումներով",
            "Հետին հակամառախուղային լապտերիկները միացված չեն\n" +
                    "արգելակումն ազդարարող լուսային սարքերին",
            "Չեն աշխատում տրանսպորտային միջոցի կառուցվածքով\n" +
                    "նախատեսված ապակեողողիչները",
            "Թվարկած բոլոր դեպքերում");

    private static final Question section3Question076 = new Question(76, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Տեղադրված են երթևեկության մասնակիցներին վնասվածքներ\n" +
                    "հասցնելու վտանգ պարունակող իրեր կամ առարկաներ",
            "Չի աշխատում ձայնային ազդանշանի սարքը",
            "Երկու դեպքում էլ");

    private static final Question section3Question077 = new Question(77, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Մոտոցիկլի և կողային կցորդի շրջանակների միացումներում առկա է\n" +
                    "խաղացք",
            "Առջևի մասում տեղադրված են դեղին գույնի լույսերով\n" +
                    "հակամառախուղային լապտերներ",
            "Երկու դեպքում էլ");

    private static final Question section3Question078 = new Question(78, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բեռնատար ավտոմոբիլում բացակայում է բժշկական դեղատուփը",
            "Առջևի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ",
            "Երկու դեպքում էլ");

    private static final Question section3Question079 = new Question(79, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Կողային կցորդով մոտոցիկլում բացակայում է բժշկական\n" +
                    "դեղատուփը",
            "Անսարք է քարշակի հենակցման հարմարանքը",
            "Երկու դեպքում էլ");

    private static final Question section3Question080 = new Question(80, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չեն աշխատում տրանսպորտային միջոցի կառուցվածքով\n" +
                    "նախատեսված անվտանգության ամրագոտիները",
            "Տեղադրված են վարորդի նստատեղից նրա տեսադաշտը\n" +
                    "սահմանափակող իրեր կամ առարկաներ",
            "Երկու դեպքում էլ");

    private static final Question section3Question081 = new Question(81, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առանց տրանսպորտային միջոցի հաշվառումն իրականացնող\n" +
                    "մարմնի թույլտվության՝ տրանսպորտային միջոցի կառուցվածքում\n" +
                    "կատարված են փոփոխություններ (վերասարքավորումներ)",
            "Առջևի մասում տեղադրված են դեղին գույնի լույսերով շրջադարձի\n" +
                    "ցուցիչներ",
            "Երկու դեպքում էլ");

    private static final Question section3Question082 = new Question(82, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Մեխանիկական տրանսպորտային միջոցը, որով իրականացվում է\n" +
                    "գործնական վարման ուսուցում, չունի համապատասխան ճանաչման\n" +
                    "նշան",
            "Չի աշխատում վառելիքի մակարդակի ցուցիչը",
            "Երկու դեպքում էլ");

    private static final Question section3Question083 = new Question(83, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բացակայում են կառուցվածքով նախատեսված անվտանգության\n" +
                    "աղեղները",
            "Դողերի պահպանաշերտի նվազագույն մնացորդային բարձրությունը\n" +
                    "կազմում է 1,6 մմ",
            "Երկու դեպքում էլ");


    private static final Question section3Question084 = new Question(84, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առջևի մասում տեղադրված են դեղին գույնի լույսերով շրջադարձի\n" +
                    "ցուցիչներ",
            "Բացակայում է դողի անվահեցի ամրացման հեղյուսներից թեկուզ\n" +
                    "մեկը", "Երկու դեպքում էլ");


    private static final Question section3Question085 = new Question(85, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առջևի մասում տեղադրված են նարնջագույն լույսերով շրջադարձի\n" +
                    "ցուցիչներ",
            "Անսարք է քարշակի քարշակցման հարմարանքը", "Երկու դեպքում էլ");

    private static final Question section3Question086 = new Question(86, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առջևի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ",
            "Անսարք է քարշակի քարշակցման հարմարանքը", "Երկու դեպքում էլ");

    private static final Question section3Question087 = new Question(87, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բացակայում են կառուցվածքով նախատեսված անվտանգության\n" +
                    "ամրագոտիները",
            "Հետևի մասում տեղադրված են սպիտակ գույնի լույսերով հետընթացի\n" +
                    "լապտերիկներ", "Երկու դեպքում էլ");

    private static final Question section3Question088 = new Question(88, 4,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բացակայում է կառուցվածքով նախատեսված` թամբի վրայի ուղևորի\n" +
                    "համար լայնակի բռնատեղը",
            "ողերի պահպանաշերտի մնացորդային բարձրությունը կազմում է 0.6 մմ",
            "Բացակայում է բժշկական դեղատուփը",
            "Թվարկած բոլոր դեպքերում");

    private static final Question section3Question089 = new Question(89, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չի աշխատում կառուցվածքով նախատեսված` վարորդի նստատեղի\n" +
                    "դիրքը կարգավորող մեխանիզմը",
            "Չեն աշխատում ավտոբուսի սրահի ներքին լուսավորության սարքերը",
            "Երկու դեպքում էլ");

    private static final Question section3Question090 = new Question(90, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չեն աշխատում թեթև մարդատար ավտոմոբիլի սրահի ներքին\n" +
                    "լուսավորության սարքերը",
            "Բացակայում են կառուցվածքով նախատեսված նստատեղերի\n" +
                    "գլխակալները", "Երկու դեպքում էլ");

    private static final Question section3Question091 = new Question(91, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Հետևի մասում տեղադրված են կարմիր գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ",
            "Չի աշխատում կառուցվածքով նախատեսված արագաչափը",
            "Երկու դեպքում էլ");

    private static final Question section3Question092 = new Question(92, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլի ղեկային կառավարման համակարգի\n" +
                    "գումարային խաղացքը գերազանցում է 10 աստիճանը",
            "Բացակայում են կառուցվածքով նախատեսված ցեխապաշտպան\n" +
                    "գոգնոցները և ցայտապաշտպանիչները",
            "Երկու դեպքում էլ");

    private static final Question section3Question093 = new Question(93, 2, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլների դողերի պահպանաշերտի\n" +
                    "մնացորդային բարձրությունը կազմում է 1.8 մմ",
            "Խախտված է հիդրավլիկ արգելակային հաղորդակի\n" +
                    "հերմետիկությունը", "Երկու դեպքում էլ");


    private static final Question section3Question094 = new Question(94, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլում բացակայում է բժշկական\n" +
                    "դեղատուփը",
            "Հետևի մասում տեղադրված են կարմիր գույնի լույսերով հետընթացի\n" +
                    "լապտերիկներ", "Երկու դեպքում էլ");

    private static final Question section3Question095 = new Question(95, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Ավտոբուսում բացակայում է «Վթարային կանգառ» նշանը",
            "Հետևի մասում տեղադրված են սպիտակ գույնի լույսերով\n" +
                    "հաշվառման համարանիշի լուսավորման լապտերիկներ", "Երկու դեպքում էլ");

    private static final Question section3Question096 = new Question(96, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլի կցորդի դողերի պաշտպանաշերտի\n" +
                    "նախշանկարի մնացորդային բարձրությունը պակաս է 1,6 մմ-ից",
            "Հետևի մասում տեղադրված են նարնջագույն լույսերով շրջադարձի\n" +
                    "ցուցիչներ", "Երկու դեպքում էլ");


    private static final Question section3Question097 = new Question(97, 3 , "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Խախտված է հիդրավլիկ արգելակային հաղորդակի\n" +
                    "հերմետիկությունը",
            "Հետևի մասում տեղադրված են սպիտակ գույնի լույսերով\n" +
                    "շրջադարձի ցուցիչներ", "Երկու դեպքում էլ");


    private static final Question section3Question098 = new Question(98, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Նույն սռնու վրա տեղադրված են տարբեր կառուցվածքների դողեր",
            "Խախտված է շարժիչի սնման համակարգի հերմետիկությունը", "Երկու դեպքում էլ");

    private static final Question section3Question099 = new Question(99, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չի աշխատում ձայնային ազդանշանի սարքը",
            "Հովացման համակարգը չի ապահովում շարժիչի աշխատանքի կայուն\n" +
                    "ջերմային ռեժիմը", "Երկու դեպքում էլ");

    private static final Question section3Question100 = new Question(100, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Ղեկային կառավարման պարուրակային միացումները ձգված կամ\n" +
                    "սահմանված ձևով սևեռված չեն",
            "Ավտոբուսում բացակայում են կրակմարիչները", "Երկու դեպքում էլ");

    private static final Question section3Question101 = new Question(101, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առկա են ղեկային կառավարման մանրամասերի (դետալների) ու\n" +
                    "հանգույցների կառուցվածքով չնախատեսված տեղաշարժեր",
            "Առջևի մասում տեղադրված են սպիտակ գույնի լույսերով\n" +
                    "շրջադարձի ցուցիչներ", "Երկու դեպքում էլ");

    private static final Question section3Question102 = new Question(102, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Ավտոբուսի դողերի պահպանաշերտի նախշանկարի մնացորդային\n" +
                    "բարձրությունը կազմում է 1.8 մմ",
            "Խախտված է հիդրավլիկ արգելակային հաղորդակի\n" +
                    "հերմետիկությունը", "Երկու դեպքում էլ");

    private static final Question section3Question103 = new Question(103, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չի գործում պնևմատիկ արգելակային հաղորդակի ճնշաչափը",
            "Ավտոբուսի դողերի պահպանաշերտի մնացորդային բարձրությունը\n" +
                    "կազմում է 1.6 մմ", "Երկու դեպքում էլ");

    private static final Question section3Question104 = new Question(104, 2, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Սահմանված ռեժիմով չեն աշխատում արտաքին լուսային\n" +
                    "սարքերը",
            "Ավտոբուսի դողերի պահպանաշերտի նախշանկարի մնացորդային\n" +
                    "բարձրությունը կազմում է 0.8 մմ", "Երկու դեպքում էլ");

    private static final Question section3Question105 = new Question(105, 1,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Շարժիչն աշխատում է ընդհատումներով",
            "Դողերն ունեն անվադողի հենքը (կորդը) մերկացնող տեղային\n" +
                    "վնասվածքներ", "Երկու դեպքում էլ");

    private static final Question section3Question106 = new Question(106, 2,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Բացակայում է բժշկական դեղատուփը",
            "Դողերի պահպանաշերտի նախշանկարի մնացորդային\n" +
                    "բարձրությունը կազմում է 2,2 մմ", "Երկու դեպքում էլ");

    private static final Question section3Question107 = new Question(107, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չեն աշխատում թեթև մարդատար ավտոմոբիլի սրահի ներքին\n" +
                    "լուսավորության սարքերը",
            "Չեն աշխատում ավտոբուսի սրահի ներքին լուսավորության սարքերը", "Երկու դեպքում էլ");


    private static final Question section3Question108 = new Question(108, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլի բազայի վրա պատրաստված\n" +
                    "ավտոբուսի մոտ ղեկային կառավարման համակարգի գումարային\n" +
                    "խաղացքը գերազանցում է 10 աստիճանը",
            "Բացակայում են կառուցվածքով նախատեսված ցեխապաշտպան\n" +
                    "գոգնոցները և ցայտապաշտպանիչները", "Երկու դեպքում էլ");


    private static final Question section3Question109 = new Question(109, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլի բազայի վրա պատրաստված\n" +
                    "ավտոբուսի ղեկային կառավարման համակարգի գումարային\n" +
                    "խաղացքը 15 աստիճան է",
            "Ավտոբուսի ղեկային կառավարման համակարգի գումարային\n" +
                    "խաղացքը 15 աստիճան է", "Երկու դեպքում էլ");

    private static final Question section3Question110 = new Question(110, 2, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Հետևի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ",
            "Հետևի մասում տեղադրված են կարմիր գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ", "Երկու դեպքում էլ");

    private static final Question section3Question111 = new Question(111, 3,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Առկա են երկուսից ոչ պակաս հակագլորման հենակներ",
            "Հետևի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ", "Երկու դեպքում էլ");

    private static final Question section3Question112 = new Question(112, 1,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Չեն աշխատում դռների վթարային բացիչները",
            "Թափքի հետնապատին չեն կրկնվում հաշվառման համարանիշերի\n" +
                    "թվերը և տառերը", "Երկու դեպքում էլ");

    private static final Question section3Question113 = new Question(113, 1,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Չի աշխատում կանգառ կատարելու պահանջի ազդանշանը",
            "Թափքի հետնապատին կրկնվում են հաշվառման համարանիշերի\n" +
                    "թվերը և տառերը", "Երկու դեպքում էլ");

    private static final Question section3Question114 = new Question(114, 2, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլների դողերի պահպանաշերտի\n" +
                    "մնացորդային բարձրությունը կազմում է 1.8 մմ",
            "Խախտված է հիդրավլիկ արգելակային հաղորդակի\n" +
                    "հերմետիկությունը", "Երկու դեպքում էլ");

    private static final Question section3Question115 = new Question(115, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Դողերի պահպանաշերտի նախշանկարի մնացորդային բարձրությունը\n" +
                    "կազմում է 2.5 մմ",
            "Չեն աշխատում սրահի ներքին լուսավորության սարքերը", "Երկու դեպքում էլ");

    private static final Question section3Question116 = new Question(116, 3,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Չեն աշխատում վթարային ելքերը և դրանք գործողության մեջ դնող\n" +
                    "հարմարանքները",
            "Չի աշխատում կանգառ կատարելու պահանջի ազդանշանը", "Երկու դեպքում էլ");

    private static final Question section3Question117 = new Question(117, 3,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Չի աշխատում դռների կառավարման հաղորդակը",
            "Բացակայում է բժշկական դեղատուփը", "Երկու դեպքում էլ");

    private static final Question section3Question118 = new Question(118, 3,
            "5 տոննայից ավելի թույլատրելի առավելագույն զանգված ունեցող\n" +
                    "ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Բացակայում են հակագլորման հենակները",
            "Հետևի մասում տեղադրված են կարմիր գույնի հետընթացի\n" +
                    "լապտերիկներ", "Երկու դեպքում էլ");

    private static final Question section3Question119 = new Question(119, 2,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Առկա է մեկ հատ կրակմարիչ",
            "Բացակայում է «Վթարային կանգառ» նշանը", "Երկու դեպքում էլ");

    private static final Question section3Question120 = new Question(120, 2,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Առկա է հակագլորման մեկ հենակ",
            "Առկա է մեկ կրակմարիչ", "Երկու դեպքում էլ");






//1-5
    private static final Question section4Question121 = new Question(121, R.drawable.image_121, 4,
            "Այս նշանները թույլատրում են երթևեկությունը`",
            "Միայն դեպի ձախ",
            "Միայն ուղիղ",
            "Միայն դեպի աջ",
            "Ուղիղ, դեպի աջ և հակառակ ուղղությամբ");

    private static final Question section4Question122 = new Question(122, R.drawable.image_122,4,
            "Նշաններից ո՞րն է վարորդին առավելություն տալիս հանդիպակաց\n" +
                    "տրանսպորտային միջոցների նկատմամբ",
            "1",
            "2",
            "3",
            "4",
            "3");

    private static final Question section4Question123 = new Question(123, R.drawable.image_123,3,
            "Թույլատրվու՞մ է արդյոք մուտք գործել այս նշանով նշված գոտի աջ\n" +
                    "շրջադարձ կատարելիս",
            "Թույլատրվում է",
            "Արգելվում է",
            "Թույլատրվում է, եթե այդ գոտին մնացած երթևեկելի մասից\n" +
                    "բաժանված չէ գծանշման հոծ գծով");

    private static final Question section4Question124 = new Question(124,R.drawable.image_124, 2,
            "Այս ճանապարհային նշանը ցույց է տալիս`",
            "Ճանապարհի հատված, որտեղ առկա է մայթ կամ հետիոտնային\n" +
                    "արահետ",
            "Ճանապարհի հատված, որտեղ առկա է հետիոտնային անցում", "Ճանապարհի հատված, որտեղ բացակայում է մայթ կամ\n" +
            "հետիոտնային արահետ");

    private static final Question section4Question125 = new Question(125, R.drawable.image_125,3,
            "Նշաններից ո՞րն է արգելում երթևեկությունը նշանի վրա\n" +
                    "պատկերվածից ավելի փոքր միջտարածությամբ",
            "1",
            "2",
            "3",
            "4", "5");



    //6-10

    private static final Question section4Question126 = new Question(126, R.drawable.image_126,3,
            "Ճանապարհի վտանգավոր հատվածի տեղամասից ի՞նչ հեռավորության\n" +
                    "վրա են տեղադրվում այս նշանները բնակավայրերում:",
            "15 - 25 մ",
            "25 - 50 մ",
            "50 - 100 մ",
            "100 - 150 մ",
            "150 - 300 մ");

    private static final Question section4Question127 = new Question(127, R.drawable.image_127,3,
            "Այս ճանապարհային նշանը՝",
            "Արգելում է բոլոր մեխանիկական տրանսպորտային միջոցների\n" +
                    "երթևեկությունը՝ բացառությամբ առանց կողային կցորդի երկանիվ\n" +
                    "մոտոցիկլների",
            "Արգելվում է բոլոր տրանսպորտային միջոցների երթևեկությունը՝\n" +
                    "բացառությամբ անվավոր տրակտորների",
            "Արգելվում է տրակտորների և ինքնագնաց մեքենաների\n" +
            "երթևեկությունը");

    private static final Question section4Question128 = new Question(128, R.drawable.image_128,3,
            "Նշաններից ո՞րն է պարտադրում զիջել ճանապարհը հանդիպակաց\n" +
                    "ուղղությամբ ճանապարհի նեղ հատված մուտք գործող կամ դրան\n" +
                    "մոտեցող տրանսպորտային միջոցներին",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question129 = new Question(129, R.drawable.image_129,5,
            "Նշաններից ո՞րն է նախազգուշացնում հավասարազոր ճանապարհների\n" +
                    "խաչմերուկին մոտենալու մասին",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question130 = new Question(130, R.drawable.image_130,2,
            "Նշաններից ո՞րն է տեղադրվում երթևեկելի մասերի հատումից\n" +
                    "անմիջապես առաջ",
            "1",
            "2",
            "3",
            "4",
            "5");



    //11-15
    private static final Question section4Question131 = new Question(131, R.drawable.image_131,3,
            "Ի՞նչ է նշանակում նշանի տակ տեղադրված ցուցանակը",
            "Նշանից մինչև առաջին շրջադարձի սկիզբը եղած հեռավորությունը",
            "Առաջին շրջադարձից մինչև երկրորդ շրջադարձի սկիզբը եղած\n" +
                    "հեռավորությունը",
            "Վտանգավոր շրջադարձերով ճանապարհի հատվածի երկարությունը");

    private static final Question section4Question132 = new Question(132, R.drawable.image_132,1,
            "Ի՞նչ են նշանակում հետևյալ նշանները",
            "Մոտոցիկլների երթևեկությունը դեպի աջ արգելվում է",
            "Մոտոցիկլների երթևեկությունը դեպի աջ թույլատրվում է");

    private static final Question section4Question133 = new Question(133, R.drawable.image_133,5,
            "Նշաններից ո՞րն է արգելում կայանումն ամսվա զույգ օրերին",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question134 = new Question(134, R.drawable.image_134,1,
            "Այս ճանապարհային նշանը՝",
            "Թույլատրում է երթևեկել միայն նշված կամ ավելի բարձր\n" +
                    "արագությամբ",
            "Արգելում է երթևեկել նշանի վրա նշվածից ավելի բարձր\n" +
                    "արագությամբ", " Ցույց է տալիս այն արագությունը, որով առաջարկվում է երթևեկել\n" +
            "ճանապարհի տվյալ հատվածում");

    private static final Question section4Question135 = new Question(135, R.drawable.image_135,2,
            "Հետևյալ նշաններից ո՞րն է պարտադրում զիջել ճանապարհը\n" +
                    "հանդիպակաց երթևեկող տրանսպորտային միջոցներին",
            "1",
            "2",
            "3",
            "4",
            "5");






   //16-20
    private static final Question section4Question136 = new Question(136, R.drawable.image_136,2,
            "Այս նշանը կոչվում է՝",
            "Արգելքի շրջանցման նախնական ցուցիչ",
            "Այլ երթևեկելի մաս վերադասավորվելու նախնական ցուցիչ", "Հանդիպակաց երթևեկության գոտի դուրս գալու նախնական ցուցիչ");

    private static final Question section4Question137 = new Question(137, R.drawable.image_137,3,
            "Նշաններից ո՞րն է պարտադրում զիջել ճանապարհը հատվող\n" +
                    "ճանապարհով ընթացող տրանսպորտային միջոցներին",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question138 = new Question(138, R.drawable.image_138,1,
            "Թույլատրվու՞մ է արդյոք ավտոբուսի վարորդին վազանց կատարել այս\n" +
                    "նշանի ազդման գոտում",
            "Թույլատրվում է բոլոր դեպքերում՝ վազանցի կանոնները\n" +
                    "պահպանելով",
            "Չի թույլատրվում", "Թույլատրվում է, եթե վազանցվող տրանսպորտային միջոցի\n" +
            "արագությունը չի գերազանցում 30 կմ/ժ");
    private static final Question section4Question139 = new Question(139, R.drawable.image_139,3,
            "Հետևյալ նշաններից ո՞րն է թույլատրում երթևեկել միայն նշված (կմ/ժ)\n" +
                    "կամ ավելի բարձր արագությամբ",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question140 = new Question(140, R.drawable.image_140,3,
            "Նշաններից ո՞րն է ցույց տալիս միակողմ երթևեկության ճանապարհի\n" +
                    "հատվածը",
            "1",
            "2",
            "3",
            "4",
            "5");




    //21-25
    private static final Question section4Question141 = new Question(141,R.drawable.image_141, 2,
            "Ի՞նչ է ցույց տալիս այս նշանի տակ տեղադրված ցուցանակը՝",
            "Ճանապարհի նեղ հատվածի երկարությունը",
            "Նշանից մինչև սահմանափակման տեղն ընկած հեռավորությունը",
            "Մինչև ճանապարհի նեղ հատվածի շրջանցման տեղն ընկած\n" +
                    "հեռավորությունը");
    private static final Question section4Question142 = new Question(142, R.drawable.image_142,3,
            "Այս ճանապարհային նշանը նախազգուշացնում է, որ առջևում՝",
            " Կամուրջ կամ լաստանավային անցում չունեցող ջրային արգելքով\n" +
                    "ճանապարհահատված է",
            "Ջրային արգելքով ճանապարհահատված է, որի վրա առկա է բացվող\n" +
                    "կամուրջ", "Տեղամաս է, որտեղ ճանապարհը դուրս է գալիս ափ կամ առափ");

    private static final Question section4Question143 = new Question(143, R.drawable.image_143,4,
            "Նշաններից ո՞րն է ցույց տալիս տրանսպորտային միջոցների կանգառն\n" +
                    "ու կայանելն արգելող ճանապարհային նշանների ազդման գոտին",
            "1",
            "2",
            "3",
            "4",
            "5");
    private static final Question section4Question144 = new Question(144, R.drawable.image_144, 4,
            "Հետևյալ նշաններից ո՞րն է ցույց տալիս նախազգուշացնող նշանների\n" +
                    "ազդեցության` ճանապարհի վտանգավոր հատվածի երկարությունը",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question145 = new Question(145, R.drawable.image_145,3,
            "Այս ճանապարհային նշանը ցույց է տալիս՝",
            "Միակողմ երթևեկությամբ ճանապարհ, որով թույլատրվում է միայն\n" +
                    "բեռնատար ավտոմոբիլների երթևեկությունը",
            "Միայն բեռնատար ավտոմոբիլների երթևեկության համար\n" +
                    "նախատեսված գոտին", "Բեռնատար ավտոմոբիլների համար առաջարկվող երթևեկության\n" +
            "ուղղությունը");





    //26-30
    private static final Question section4Question146 = new Question(146, R.drawable.image_146,3,
            "Նշաններից ո՞րն է կոչվում «Հյուրանոց» կամ «Մոթել»",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question147 = new Question(147, R.drawable.image_147,3,
            "Այսպիսի ճանաչման նշանով կահավորվում են այն ավտոմոբիլները,\n" +
                    "որոնք՝",
            "Փոխադրում են վտանգավոր բեռներ",
            "Ղեկավարվում են հաշմանդամների կողմից",
            "Ղեկավարվում են խուլ կամ խուլ ու համր վարորդների կողմից",
            "Ղեկավարվում են մինչև 3 տարի վարորդական փորձ ունեցող\n" +
                    "վարորդների կողմից");

    private static final Question section4Question148 = new Question(148, R.drawable.image_148,2,
            "Նշաններից ո՞րն է ցույց տալիս 50 կմ/ժ առավելագույն արագության\n" +
                    "սահմանափակման գոտու վերջը",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question149 = new Question(149, R.drawable.image_149,2,
            "Ինչի՞ մասին են զգուշացնում այս նշանը և ցուցանակը",
            "Նորոգման աշխատանքների կատարման պատճառով ճանապարհի\n" +
                    "կողնակին կանգառ կատարելն արգելվում է",
            "Նորոգման աշխատանքների կատարման պատճառով ճանապարհի\n" +
                    "կողնակ մուտք գործելը վտանգավոր է", "Նորոգման աշխատանքների կատարման պատճառով ճանապարհի\n" +
            "կողնակին կայանելն արգելում է");

    private static final Question section4Question150 = new Question(150 ,R.drawable.image_150, 3,
            "Այսպիսի ճանաչման նշանով են կահավորվում այն տրանսպորտային\n" +
                    "միջոցները, որոնք՝",
            "Ղեկավարվում են հաշմանդամների կողմից",
            "Փոխադրում են ծանրաքաշ և մեծ եզրաչափերով բեռներ", "Փոխադրում են վտանգավոր բեռնե",
            "Ղեկավարվում են խուլ կամ խուլ ու համր վարորդների կողմից");






    //31-35
    private static final Question section4Question151 = new Question(151, R.drawable.image_151,4,
            "Նշաններից ո՞րն է վերացնում նախկին բոլոր սահմանափակումները",
            "1",
            "2",
            "3",
            "4",
            "5");
    private static final Question section4Question152 = new Question(152, R.drawable.image_152,2,
            "Ո՞ր դեպքում է վարորդը ճիշտ կատարել այս նշանի պահանջները",
            "Զիջել է ճանապարհը հատվող ճանապարհով ընթացող մեխանիկական\n" +
                    "տրանսպորտային միջոցներին",
            "Զիջել է ճանապարհը հատվող ճանապարհով ընթացող\n" +
                    "տրանսպորտային միջոցներին");

    private static final Question section4Question153 = new Question(153, R.drawable.image_153,2,
            "Տեղադրվածներից ո՞րն է կիրառվում որպես ավտոգնացքի ճանաչման\n" +
                    "նշան",
            "Ձախ նշանը",
            "Աջ նշանը", "Երկու նշաններն էլ");

    private static final Question section4Question154 = new Question(154, R.drawable.image_154,4,
            "Ո՞ր նշանն է պարտադրում զիջել ճանապարհը հատվող ճանապարհով\n" +
                    "երթևեկող տրանսպորտային միջոցներին",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question155 = new Question(155, R.drawable.image_155,3,
            "Հետևյալ նշաններից (ցուցանակներից) ո՞րն է ցույց տալիս\n" +
                    "տրանսպորտային միջոցի կանգնեցման ձևը կայանման տեղերում",
            "1",
            "2",
            "3",
            "4",
            "5");






    //36-40
    private static final Question section4Question156 = new Question(156, R.drawable.image_156,1,
            "Թույլատրվու՞մ է արդյոք ուղևորներ նստեցնելու համար կանգ առնել\n" +
                    "այս նշանով նշված գոտու վրա",
            "Թույլատրվում է, եթե այդ գոտին գտնվում է երթևեկելի մասի աջ եզրի\n" +
                    "մոտ և մնացած երթևեկելի մասից բաժանված չէ գծանշման հոծ գծով",
            "Արգելվում է", "Թույլատրվում է");

    private static final Question section4Question157 = new Question(157, R.drawable.image_157,1,
            "Այս ճանապարհային նշանի առկայության դեպքում՝",
            "Արգելվում է բոլոր տեսակի տրանսպորտային միջոցներով վազանցի\n" +
                    "կատարումը, բացառությամբ դանդաղընթաց տրանսպորտային\n" +
                    "միջոցների, լծասայլերի, առանց կողային կցորդի երկանիվ\n" +
                    "մոտոցիկլների, մոպեդների եւ հեծանիվների",
            "Թույլատրվում է 3.5 տ ոչ ավելի թույլատրելի առավելագույն\n" +
                    "զանգված ունեցող բեռնատար ավտոմոբիլներով վազանցի\n" +
                    "կատարումը");

    private static final Question section4Question158 = new Question(158, R.drawable.image_158,2,
            "Նշաններից ո՞րն է կոչվում «Հատում հեծանվային արահետի հետ»",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question159 = new Question(159, R.drawable.image_159,1,
            "Նշաններից ո՞րն է կոչվում «Հատում հեծանվային արահետի հետ»",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question160 = new Question(160, R.drawable.image_160,2,
            "Նշաններից ո՞րն է ցույց տալիս երթևեկության ուղղությունները T-աձև\n" +
                    "խաչմերուկում",
            "1",
            "2",
            "3",
            "4",
            "5");







    //41-45
    private static final Question section4Question161 = new Question(161, R.drawable.image_161,1,
            "Այս ճանապարհային նշանը ցույց է տալիս՝",
            "Միջանցիկ անցում չունեցող ճանապարհ",
            "Երթևեկության ուղղությունը դեպի բնակավայրում գտնվող օբյեկտ",
            "Թափառքի գոտու կամ վերելքի վրա լրացուցիչ գոտու վերջը");
    private static final Question section4Question162 = new Question(162, 4,
            "Ո՞ ր նշանի ազդեցությունը չի տարածվում ընդհանուր օգտագործման\n" +
                    "տրանսպորտային միջոցների վրա",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question163 = new Question(163, R.drawable.image_163,3,
            "Ո՞ր տրանսպորտային միջոցների երթևեկությունն է թույլատրվում այս\n" +
                    "նշանի ազդեցության ճանապարհներին",
            "Մեխանիկական տրանսպորտային միջոցների",
            "Բոլոր տրանսպորտային միջոցների", "Ավտոմոբիլների և մոտոցիկլների",
    "Այն տրանսպորտային միջոցների, որոնց առավելագույն արագությունը\n" +
            "գերազանցում է 40 կմ/ժ");

    private static final Question section4Question164 = new Question(164,R.drawable.image_164, 2,
            "Այս ճանապարհային նշաններից ո՞րը չի համարվում արգելող",
            "1",
            "2",
            "3",
            "4",
            "5");
    private static final Question section4Question165 = new Question(165, R.drawable.image_165,3,
            "Ի՞նչ է նշանակում այս ճանաչման նշանը",
            "Առջևում երթևեկելի մասի անհարթություններ ունեցող ճանապարհի\n" +
                    "հատված է",
            "Առջևում տվյալ ուղղությամբ երթևեկելու համար երեք գոտի\n" +
                    "ունեցող ճանապարհի հատված էչ", "Մեխանիկական տրանսպորտային միջոցի վրա տեղադրված են\n" +
            "բութակավոր դողե");







    //46-50
    private static final Question section4Question166 = new Question(166,R.drawable.image_166, 4,
            "Նշաններից ո՞րն է կոչվում «Միակողմ երթևեկությամբ ճանապարհի\n" +
                    "վերջ»",
            "1",
            "2",
            "3",
            "4",
            "5");
    private static final Question section4Question167 = new Question(167,R.drawable.image_167, 2,
            "Նշաններից ո՞րն է պարտադրում զիջել ճանապարհը հատվող\n" +
                    "ճանապարհով ընթացող տրանսպորտային միջոցներին",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question168 = new Question(168, R.drawable.image_168,3,
            "Հետևյալ նշանները ցույց են տալիս՝",
            "Կայանման տեղը 30 մետրից` «Հաշմանդամներ» ճանաչման\n" +
                    "նշանով կահավորված ավտոմոբիլների համար",
            "Կայանման տեղը 30 մ երկարությամբ գոտում` տրանսպորտային\n" +
                    "միջոցների համար` բացառությամբ մոտոսայլակների",
            "Կայանման տեղը 30 մ երկարությամբ գոտում` մոտոսայլակների և\n" +
            "«Հաշմանդամ» ճանաչման նշանով կահավորված ավտոմոբիլների");

    private static final Question section4Question169 = new Question(169, R.drawable.image_169,3,
            "Այս նշաններից ո՞րն է համարվում տրանսպորտային միջոցի ճանաչման\n" +
                    "նշան",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question170 = new Question(170, R.drawable.image_170,1,
            "Ո՞ր տրանսպորտային միջոցի երթևեկությունն է արգելում այս\n" +
                    "ճանապարհային նշանը",
            "Մեխանիկական տրանսպորտային միջոցների",
            "Միայն ավտոմոբիլների", "Միայն թեթև մարդատար ավտոմոբիլների");






     //51-55
    private static final Question section4Question171 = new Question(171,R.drawable.image_171, 5,
            "Նշաններից ո՞րն է ցույց տալիս արգելքի շրջանցումն աջից կամ\n" +
                    "ձախից",
             "1",
             "2",
             "3",
             "4",
             "5");

    private static final Question section4Question172 = new Question(172,R.drawable.image_172, 1,
            "Նշաններից ո՞րն է տեղադրվում տրանսպորտային միջոցների առջևի և\n" +
                    "ետևի կողմերում` երեխաների կազմակերպված խմբեր տեղափոխելիս",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question173 = new Question(173, R.drawable.image_173,1,
            "Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները",
            "Գլխավոր ճանապարհը շարունակվում է խաչմերուկից դեպի ձախ",
            "Գլխավոր ճանապարհը շարունակվում է խաչմերուկից ուղիղ և դեպի\n" +
                    "ձախ");

    private static final Question section4Question174 = new Question(174, R.drawable.image_174,2,
            "Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները",
            "Ցուցանակի ազդեցության գոտում վարորդները պետք է երթևեկեն\n" +
                    "նշանի վրա ցույց տրվածից ավելի բարձր արագությամբ",
            "Ցուցանակի ազդեցության գոտում վարորդներին առաջարկվում է\n" +
                    "երթևեկել նշանի վրա ցույց տրված արագությամբ");

    private static final Question section4Question175 = new Question(175, R.drawable.image_175,3,
            "Ո՞ր նշանների ազդեցությունն է գործում միայն այն\n" +
                    "ժամանակահատվածում, որի ընթացքում երթևեկելի մասի ծածկույթը\n" +
                    "խոնավ ",
            "Միայն A և C",
            "Միայն B", "Միայն C", "Բոլորը");







   //56-60
    private static final Question section4Question176 = new Question(176, R.drawable.image_176,2,
            "Ինչպե՞ս պետք է վարվի վարորդը տվյալ իրադրությունում",
            "Շարունակի ընթացքն ուղիղ",
            "Վերադասավորվի ճանապարհի հանդիպակաց երթևեկելի գոտի");

    private static final Question section4Question177 = new Question(177, R.drawable.image_177, 1,
            "Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները",
            "Նշանից 150-300 մետրից հետո աջ կողմից կա ճանապարհի նեղացում,\n" +
                    "որի երկարությունը 100 մ է",
            "Նշանից 100 մետրից հետո, ճանապարի աջ կողմից կա ճանապարհի\n" +
                    "նեղացում");

    private static final Question section4Question178 = new Question(178, R.drawable.image_178, 3,
            "Ո՞ր ուղղությամբ է թույլատրվում վարորդին երթևեկել",
            "Միայն աջ և ձախ",
            "Միայն ուղիղ", "Ուղիղ և հակառակ ուղղությամբ");

    private static final Question section4Question179 = new Question(179,R.drawable.image_179, 3,
            "Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները",
            "Կանգառն արգելված է շաբաթ օրերին",
            "Կանգառն արգելված է կիրակի օրերին",
            "Կանգառն արգելված է շաբաթ-կիրակի և տոն օրերին",
            "Կանգառն արգելված է ձյունաթափի ժամանակ");

    private static final Question section4Question180 = new Question(180, R.drawable.image_180,3,
            "Ո՞ր ճանապարհային նշանն է արգելում հետադարձը",
            "1",
            "2",
            "3",
            "4",
            "5");










    //61-65
    private static final Question section4Question181 = new Question(181, R.drawable.image_181,1,
            "Ի՞նչ են ցույց տալիս նշված ճանապարհային նշանները",
            "Նորոգման աշխատանքների պատճառով կողնակ մուտք գործելը\n" +
                    "վտանգավոր է",
            "Ճանապարհին իրականացվում են վերանորոգման աշխատանքներ");

    private static final Question section4Question182 = new Question(182,R.drawable.image_182, 3,
            "Ի՞նչպես պիտի վարվի վարորդն այն դեպքում, երբ խաչմերուկից առաջ\n" +
                    "տեղադրված է հետևյալ ճանապարհային նշանը",
            "Անցնել խաչմերուկը` անվտանգությունը պահպանելով",
            "Ճանապարհը զիջել հատվող ճանապարհով ընթացող\n" +
                    "տրանսպորտային միջոցներին",
            "Կանգնել նշանի առջև և ճանապարհը զիջել հատվող ճանապարհով\n" +
            "ընթացող տրանսպորտային միջոցներին");

    private static final Question section4Question183 = new Question(183, R.drawable.image_183,3,
            "Ո՞ր ճանապարհային նշանների ազդեցությունը չի տարածվում\n" +
                    "ընդհանուր օգտագործման տրանսպորտային միջոցների վրա",
            "Ոչ մեկը",
            "Միայն առաջինը", "Միայն չորրորդը");

    private static final Question section4Question184 = new Question(184, R.drawable.image_184,2,
            "Հետևյալ ճանապարհային նշանը ցույց է տալիս`",
            "Խաչմերուկում պետք է երթևեկել դեպի ձախ կամ աջ",
            "Հատվող ճանապարհին կազմակերպված է դարձափոխային\n" +
                    "երթևեկություն",
            "Հատվող ճանապարհին կազմակերպված է միակողմանի\n" +
                    "երթևեկություն");

    private static final Question section4Question185 = new Question(185, R.drawable.image_185,1,
            "Տվյալ իրադրությունում պարտավո՞ր է վարորդը ճանապարհը զիջել\n" +
                    "բեռնատար ավտոմոբիլին",
            "Պարտավոր է",
            "Պարտավոր չէ");




    //66-70
    private static final Question section4Question186 = new Question(186, R.drawable.image_186,2,
            "Ի՞նչ են ցույց տալիս հետևյալ ճանապարհային նշանները",
            "Ճանապարհի սառցապատման ժամանակ պետք է երթևեկել 40 կմ/ժ\n" +
                    "արագությամբ",
            "Թաց ճանապարհածածկույթի դեպքում պետք է երթևեկել 40 կմ/ժ-ից\n" +
                    "ոչ ավելի արագությամբ");

    private static final Question section4Question187 = new Question(187, R.drawable.image_187,3,
            "Ի՞նչ են ցույց տալիս հետևյալ ճանապարհային նշանները",
            "Կանգառն արգելված է շաբաթ օրերին",
            "Կանգառն արգելված է կիրակի օրերին",
            "Կանգառն արգելված է աշխատանքային օրերին");

    private static final Question section4Question188 = new Question(188, R.drawable.image_188,2,
            "Ի՞նչ է ցույց տալիս հետևյալ ճանապարհային նշանը",
            "Ճանապարհի տվյալ հատվածում թույլատրվում է երթևեկել 50 կմ/ժ-ից\n" +
                    "ոչ ավելի արագությամբ",
            "Առաջարկվում է ճանապարհի տվյալ հատվածում երթևեկել 50 կմ/ժ\n" +
                    "արագությամբ",
            "Թույլատրվում է երթևեկել միայն նշանում նշված կամ ավելի բարձր\n" +
            "արագությամբ");

    private static final Question section4Question189 = new Question(189, R.drawable.image_189,3,
            "Ո՞ր ճանապարհային նշանն է պարտադրում վարորդին երթևեկել միայն\n" +
                    "դեպի ձախ կամ դեպի աջ",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question190 = new Question(190, R.drawable.image_190,1,
            "Ի՞նչ են ցույց տալիս հետևյալ ճանապարհային նշանները",
            "Թաց ճանապարհածածկույթի դեպքում առաջարկվում է երթևեկել 40\n" +
                    "կմ/ժ արագությամբ",
            "Թաց ճանապարհածածկույթի դեպքում թույլատրվում է երթևեկել 40\n" +
                    "կմ/ժ-ից ոչ ավելի արագությամբ");




    //71-75

    private static final Question section4Question191 = new Question(191, R.drawable.image_191,3,
            "Տվյալ ճանապարհային նշանների ազդեցությունը տարածվում է`",
            "Ճանապարհի ձախ կողմում",
            "Ճանապարհի աջ կողմում", "Ճանապարհի այն կողմում, որտեղ դրանք տեղադրված են");

    private static final Question section4Question192 = new Question(192, R.drawable.image_192,3,
            "Տվյալ իրադրությունում ո՞ր հետագծով է թույլատրվում արգելքի\n" +
                    "շրջանցումը",
            "Միայն «a»",
            "Միայն «b»", "«a» և «b»");

    private static final Question section4Question193 = new Question(193, R.drawable.image_193,2,
            "Ինչպե՞ս պետք է վարվի վարորդը տվյալ իրավիճակում",
            "Անհրաժեշտ է կանգ առնել առաջին նշանի մոտ",
            "Անհրաժեշտ է կանգ առնել երկրորդ նշանից առաջ",
            "Անհրաժեշտ է կանգ առնել երկաթուղային առաջին գծից ոչ պակաս 5\n" +
                    "մետր հեռավորության վրա");

    private static final Question section4Question194 = new Question(194, R.drawable.image_194,3,
            "Ի՞նչպես պետք է վարվի վարորդը, եթե խաչմերուկում մտադիր է\n" +
                    "կատարել աջ շրջադարձ",
            "Կարող է վերադասավորվել աջ երթևեկելի գոտի, դրանից հետո\n" +
                    "կատարել աջ շրջադարձ",
            "Կարող է մոտենալ խաչմերուկին, այնուհետև կատարել աջ շրջադարձ",
            "Երկու պատասխաններն էլ ճիշտ են");

    private static final Question section4Question195 = new Question(195,R.drawable.image_195, 1,
            "Տվյալ իրադրությունում նշանից 200 մ հեռավորության վրա վարորդն\n" +
                    "ունի՞ արդյոք հետադարձի իրավունք",
            "Իրավունք ունի",
            "Իրավունք չունի");



    //76-80

    private static final Question section4Question196 = new Question(196, R.drawable.image_196,2,
            "Տվյալ դեպքում պարտավո՞ր է վարորդը կանգ առնել կարգավորողի\n" +
                    "կողմից նշված տեղում",
            "Պարտավոր չէ, քանի որ նշանն արգելում է կանգառը",
            "Պարտավոր է");

    private static final Question section4Question197 = new Question(197, R.drawable.image_197,3,
            "Ինչպե՞ս պետք է վարվի վարորդը տվյալ իրավիճակում",
            "Անցնի երկաթուղային գծանցն` ապահովելով անվտանգությունը",
            "Անցնի երկաթուղային գծանցն առանց կանգ առնելու",
            "Կանգ առնի նշանից առաջ և պահպանելով անվտանգությունն` անցնի\n" +
                    "բազմագիծ երկաթուղային գծանցը");

    private static final Question section4Question198 = new Question(198, R.drawable.image_198, 2,
            "Ի՞նչ է ցույց տալիս երթևեկելի մասում արված գծանշումը",
            "Համընթաց ուղղությամբ երթևեկող տրանսպորտային միջոցների\n" +
                    "համար առանձնացված գոտիների սահմանները",
            "Դարձափոխային երթևեկության գոտու սահմանները");

    private static final Question section4Question199 = new Question(199, R.drawable.image_199,3,
            "Որ ուղղությամբ է թույլատրվում թեթև մարդատար ավտոմոբիլի երթևեկությունը",
            "Դեպի ձախ և հակառակ ուղղությամբ",
            "Ցանկացած ուղղությամբ",
            "Ուղիղ, ձախ և հակառակ ուղղությամբ");

    private static final Question section4Question200 = new Question(200, R.drawable.image_200,2,
            "Ինչպե՞ս պետք է վարվի վարորդը տվյալ իրադրությունում",
            "Անհրաժեշության դեպքում ճանապարհը զիջի հատվող ճանապարհով երթեկող տրանսպորտային միջոցին",
            "Կանգ առնի և ճանապարհով երթևեկող տրանպորտային միջոցին");



    //81-85

    private static final Question section4Question201 = new Question(201, R.drawable.image_201,3,
            "Ստորև ներկայացվող ճանապարհային նշաններից որն է արգելում մուտք գործել խաչմերուկի տարածք, եթե\n" +
                    "առջևվում երթևեկության ուղղությամբ առաջացել է խցանում, բացառությամբ աջ կամ շրջադարձ կատարելու դեպքերի",
            "1",
            "2",
            "3",
            "4",
            "5");

    private static final Question section4Question202 = new Question(202, R.drawable.image_202,3,
            "Ինչ առավելագույն հեռավորության վրա է տեղադրվում բարդ խաճմերուկում <<խաչմերուկի տարածք>> Ճանապարհային նշանը,\n" +
                    "երե այն հնարավոր չէ տեղադրել խաչմերուկի սահմանին",
            "10 մետր",
            "20 մետր",
            "30 մետր");

    private static final Question section4Question203 = new Question(203, R.drawable.image_203,2,
            "ինչի մասին է ներկայացնող ճանապարհային նշանը",
            "կանգառն արգելվում է",
            "արգելվում է մուտք գործել խաչմերուկի տարածք, եթե առջևում երթևեկության ուղղությամբ առաջացել է \n" +
                    "խցանում, որը վարորդին կհարկադի կանգ առնել",
            "արգելվում է մուտք  գործել խաչմերուկի տարածք, եթե առջևում երթևեկության ուղությամբ առաջացել է խցանել,\n" +
            "որը վարոդին կհարկադրի կանգ առնել");

    private static final Question section4Question204 = new Question(204, R.drawable.image_204,4,
            "Ինչ է ցույց տալիս հետևյալ ճանապարհային գծանշումը",
            "տրանսպորտային միջոցների կայանման վայր",
            "հետիոտնային անցման տեղ",
            "անվտանգություն կղզյակ",
            "խաչմերուկի հատված, որտեղ արգելվում է մուտք գործել, եթե առջևում երթևեկության ուղղությամբ առաջացել է \n" +
                    "խցանում, որը վարորդին կհարկադրի կանգ առնել");

    private static final Question section4Question205 = new Question(205, R.drawable.image_205,3,
            "Ստորև ներկայացված ճանապարհային գծանշումից որն է ցույց տալիս խաչմերուկի հատվածը, որտեղ արգելվում է մուտք գործել, եթե\n" +
                    "առջևում երթևեկության ուղղությամբ առաջացել է խցանում, որը վարորդին կհարկադրի կանգ առնել",
            "1",
            "2",
            "3");

































    public Question[] section3Questions = {
            section3Question062,
            section3Question063,
            section3Question064,
            section3Question065,
            section3Question066,
            section3Question067,
            section3Question068,
            section3Question069,
            section3Question070,
            section3Question071,
            section3Question072,
            section3Question073,
            section3Question074,
            section3Question075,
            section3Question076,
            section3Question077,
            section3Question078,
            section3Question079,
            section3Question080,
            section3Question081,
            section3Question082,
            section3Question083,
            section3Question084,
            section3Question085,
            section3Question086,
            section3Question087,
            section3Question088,
            section3Question089,
            section3Question090,
            section3Question091,
            section3Question092,
            section3Question093,
            section3Question094,
            section3Question095,
            section3Question096,
            section3Question097,
            section3Question098,
            section3Question099,
            section3Question100,
            section3Question101,
            section3Question102,
            section3Question103,
            section3Question104,
            section3Question105,
            section3Question106,
            section3Question107,
            section3Question108,
            section3Question109,
            section3Question110,
            section3Question111,
            section3Question112,
            section3Question113,
            section3Question114,
            section3Question115,
            section3Question116,
            section3Question117,
            section3Question118,
            section3Question119,
            section3Question120


    };

    public static Question[] allQuestions = {
            question001,
            question002,
            question003,
            question004,
            question005,
            question006,
            question007,
            question008,
            question009,
            question010,
            question011,
            question012,
            question013,
            question014,
            question015,
            question016,
            question017,
            question018,
            question019,
            question020,
            question021,
            question022,
            question023,
            question024,
            question025,
            question026,
            question027,
            question028,
            question029,
            question030,
            question031,
            question032,
            question033,
            question034,
            question035,
            question036,
            question037,
            question038,
            question039,
            question040,
            question041,
            question042,
            question043,
            question044,
            question045,
            question046,
            question047,
            question048,
            question049,
            question050,
            question051,
            question052,
            question053,
            question054,
            question055,
            question056,
            question057,
            question058,
            question059,
            question060,
            question061,

            //Section 3 item starts from 62

            section3Question062,
            section3Question063,
            section3Question064,
            section3Question065,
            section3Question066,
            section3Question067,
            section3Question068,
            section3Question069,
            section3Question070,
            section3Question071,
            section3Question072,
            section3Question073,
            section3Question074,
            section3Question075,
            section3Question076,
            section3Question077,
            section3Question078,
            section3Question079,
            section3Question080,
            section3Question081,
            section3Question082,
            section3Question083,
            section3Question084,
            section3Question085,
            section3Question086,
            section3Question087,
            section3Question088,
            section3Question089,
            section3Question090,
            section3Question091,
            section3Question092,
            section3Question093,
            section3Question094,
            section3Question095,
            section3Question096,
            section3Question097,
            section3Question098,
            section3Question099,
            section3Question100,
            section3Question101,
            section3Question102,
            section3Question103,
            section3Question104,
            section3Question105,
            section3Question106,
            section3Question107,
            section3Question108,
            section3Question109,
            section3Question110,
            section3Question111,
            section3Question112,
            section3Question113,
            section3Question114,
            section3Question115,
            section3Question116,
            section3Question117,
            section3Question118,
            section3Question119,
            section3Question120


    };

}


