package com.mianv.school.Util;

import com.mianv.school.Activity.MainActivity;
import com.mianv.school.Activity.QuizActivity;
import com.mianv.school.Database.QuestionAppDatabase;
import com.mianv.school.Model.Question;
import com.mianv.school.R;

import java.util.ArrayList;

public class Constants {


    public static final Question question001 = new Question(1, R.drawable.image_001, 3,
            "Նշաններից որն է կոչվում արգելքի շրջանցումը ձախից",
            "1",
            "2",
            "3",
            "4",
            "5");


    public static final Question question002 = new Question(2, R.drawable.image_002, 2,
            "Թույլատրվու՞մ է արդյոք ավտոբուսի վարորդին մուտք գործել խաչմերուկ\n" + "տվյալ իրադրությունում:",
            "Թույլատրվում է:",
            "Արգելվում է:",
            "Թույլատրվում է, եթե ավտոբուսը երթևեկում է սահմանված երթուղով:");


    public static final Question question003 = new Question(3, R.drawable.image_003, 2,
            "Նշված դեպքում ո՞ր գոտուց պետք է կատարվի աջ շրջադարձը:",
            "Միայն երկրորդ գոտուց",
            "Միայն «A» գծանշումով նշված աջ եզրային գոտուց:");


    public static final Question question004 = new Question(4, 3,
            "Խաչմերուկում կազմակերպված է շրջանաձև երթևեկություն: Երթևեկելի\n" + "մասը, որով մոտենում եք խաչմերուկին, ունի երթևեկության երկու գոտի:\n" + "Խաչմերուկ մուտք գործելիս` շրջադարձ կատարելու համար ո՞ր գոտին\n" + "եք պարտավոր զբաղեցնել՝\n",
            "Աջ գոտին",
            "Ձախ գոտին",
            "Կա՛մ աջ, կա՛մ ձախ գոտին:");


    public static final Question question005 = new Question(5, R.drawable.image_004, 1,
            "Թույլատրվու՞մ է արդյոք մուտք գործել բակ նշված տեղից:",
            "Թույլատրվում է",
            "Արգելվում է");


    public static final Question question006 = new Question(6, 2,
            "Երկկողմ երթևեկությամբ գծանշված ճանապարհներին, երեք գոտու\n" + "առկայության դեպքում (բացառությամբ երթևեկության դարձափոխային\n" + "կարգավորմամբ ճանապարհների), որոնցից միջինն օգտագործվում է\n" + "երկու ուղղություններով երթևեկության համար, ձախ եզրային գոտի\n" + "մուտք գործելը՝",
            "Թույլատրվում է՝ միայն վազանցի, շրջանցման, ձախ շրջադարձի կամ\n" + "հետադարձի համար:",
            "Թույլատրվում է",
            "Արգելվում է");


    public static final Question question007 = new Question(7, R.drawable.image_005, 3,
            "Ո՞ր պատասխանում է ճիշտ նշված երթևեկության թույլատրելի\n" + "ուղղությունը:",
            "Միայն հետադարձ",
            " Ուղիղ և հետադարձ:, ",
            "Միայն ուղիղ");


    public static final Question question008 = new Question(8, R.drawable.image_006, 1,
            "Ո՞ր ուղղությամբ է արգելվում երթևեկությունը՝", " Դեպի ձախ և դեպի աջ",
            "Ուղիղ և հակառակ ուղղությամբ",
            " Միայն ուղիղ",
            " Բոլոր ուղղություններով");


    public static final Question question009 = new Question(9, 5,
            "Հետադարձն արգելվում է՝",
            "Հետիոտնային անցումների վրա:",
            "Թունելներում", "Կամուրջների, ուղեկամուրջների, էստակադների վրա և դրանց տակ",
            "Երկաթուղային գծանցներում",
            " Թվարկած բոլոր դեպքերում");


    public static final Question question010 = new Question(10, R.drawable.image_007, 2,
            "Թույլատրվու՞մ է արդյոք դեղին ավտոբուսի վարորդին մուտք գործել\n" + "խաչմերուկ:",
            "Թույլատրվում է",
            "Արգելվում է",
            "Թույլատրվում է, եթե ավտոբուսը երթևեկում է սահմանված երթուղով");


    public static final Question question011 = new Question(11, R.drawable.image_008, 2,
            "Ո՞ր պատասխանում է ճիշտ նշված երթևեկության թույլատրելի\n" + "ուղղությունը:",
            "Ուղիղ և դեպի ձախ` մուտք գործելով բակ",
            "Միայն ուղիղ",
            "Միայն հետադարձ",
            "Ուղիղ և հետադարձ");


    public static final Question question012 = new Question(12, 1,
            "Հետադարձն արգելվում է, եթե ճանապարհի թեկուզ և մեկ ուղղությամբ\n" + "տեսանելիությունը պակաս է՝\n",
            "100 մ-ից",
            "150 մ-ից",
            "300 մ-ից");


    public static final Question question013 = new Question(13, 4,
            "Դուք երթևեկում եք երեք գոտի ունեցող երկկողմ երթևեկությամբ\n" + "ճանապարհով: Ո՞ր դեպքում է թույլատրվում մուտք գործել միջին գոտի:",
            "Միայն շրջանցման դեպքում",
            "Միայն ձախ շրջադարձի կամ հետադարձի դեպքում",
            "Թվարկած բոլոր դեպքերում");


    public static final Question question014 = new Question(14, R.drawable.image_009, 2,
            "Ո՞ր ուղղությամբ է թույլատրվում բեռնատար ավտոմոբիլի\n" + "երթևեկությունը:",
            "Միայն դեպի աջ",
            "Դեպի աջ, դեպի ձախ և հակառակ ուղղությամբ",
            "Միայն դեպի ձախ");


    public static final Question question015 = new Question(15, R.drawable.image_010, 1,
            "Ո՞ր նկարում է վարորդը ճիշտ կատարում մանևրը:",
            "1",
            "2",
            "3");


    public static final Question question016 = new Question(16, R.drawable.image_011, 2,
            "Ո՞ր տրանսպորտային միջոցի վարորդն է ճիշտ կատարում հետադարձը:",
            "Կապույտ ավտոմոբիլի վարորդը",
            "Կարմիր ավտոմոբիլի վարորդը",
            "Երկու վարորդներն էլ");


    public static final Question question017 = new Question(17, 1,
            "Ճանապարհային նշանների, գծանշման և բաժանարար գոտու\n" + "բացակայության դեպքում վարորդները երկկողմ երթևեկությամբ\n" + "ճանապարհների երթևեկելի մասում գտնվող ճանապարհային\n" + "կառույցների տարրերը պետք է շրջանցեն՝\n",
            "Միայն երկրորդ գոտուց",
            "Միայն «A» գծանշումով նշված աջ եզրային գոտուց:");


    public static final Question question018 = new Question(18, R.drawable.image_012, 2,
            "Ո՞ր ուղղությամբ է արգելվում երթևեկությունը:",
            "Միայն դեպի ձախ:",
            "Միայն դեպի աջ",
            "Ուղիղ և դեպի ձախ:",
            "Բոլոր ուղղություններով:");


    public static final Question question019 = new Question(19, R.drawable.image_013, 2,
            "Ո՞ր տրանսպորտային միջոցի վարորդն է խախտում կանոնները\n" +
                    "շրջադարձ կատարելիս՝ արգելակման գոտի ունեցող ճանապարհին:",
            "Երկու վարորդն էլ",
            "Դեղին ավտոմոբիլի վարորդը",
            "Երկու վարորդն էլ շրջադարձը կատարում են ճիշտ");


    public static final Question question020 = new Question(20, R.drawable.image_014, 2,
            "Թույլատրվու՞մ է արդյոք տվյալ իրադրությունում կարմիր ավտոմոբիլի\n" +
                    "վարորդին շարունակել երթևեկությունը:",
            "Թույլատրվում է:",
            "Արգելվում է:");


    public static final Question question021 = new Question(21, 2,
            "Երեք գոտի ունեցող երկկողմ երթևեկությամբ ճանապարհի վրա Ձեզ\n" +
                    "անհրաժեշտ է կատարել ձախ շրջադարձ: Ո՞ր գոտուց կկատարեք\n" +
                    "տվյալ մանևրը:",
            "Աջ գոտուց",
            "Միջին գոտուց",
            "Աջ կամ միջին գոտուց",
            "Միջին գոտուց, եթե զբաղեցված է աջ գոտին");


    public static final Question question022 = new Question(22, R.drawable.image_015, 1,
            "Թույլատրվու՞մ է արդյոք կարմիր ավտոմոբիլի վարորդին երթևեկել\n" +
                    "տրամվայի գծերով:",
            "Թույլատրվում է",
            "Արգելվում է");


    public static final Question question023 = new Question(23, 5,
            "Հետադարձն արգելվում է՝",
            "Հետիոտնային անցումների վրա և թունելներում:",
            "Կամուրջների, ուղեկամուրջների, էստակադների վրա և դրանց\n" +
                    "տակ",
            "Երկաթուղային գծանցներում",
            "Ճանապարհի` թեկուզ և մեկ ուղղությամբ 100 մ-ից պակաս\n" +
                    "տեսանելիության տեղերում",
            "Բոլոր թվարկած դեպքերում");


    public static final Question question024 = new Question(24, R.drawable.image_016, 2,
            "Ո՞ր ուղղություններով է թույլատրվում երթևեկությունը",
            "Միայն դեպի ձախ",
            "Ուղիղ, դեպի ձախ և հետադարձ",
            "Միայն ուղիղ");


    public static final Question question025 = new Question(25, R.drawable.image_017, 4,
            "Ո՞ր տրանսպորտային միջոցների վարորդներն են խախտել\n" +
                    "ճանապարհային նշանի պահանջները:",
            "Մոտոցիկլների վարորդները",
            "Ավտոմոբիլի և կողային կցորդով մոտոցիկլի վարորդները",
            "Միայն ավտոմոբիլի վարորդը",
            "Միայն ուղիղ");


    public static final Question question026 = new Question(26, 1,
            "Համընթաց ուղղությամբ երթեւեկող տրանսպորտային միջոցների\n" +
                    "միաժամանակյա վերադասավորման դեպքում ճանապարհը պետք է զիջի՝",
            "Ձախից ընթացող տրանսպորտային միջոցի վարորդը",
            "Աջից ընթացող տրանսպորտային միջոցի վարորդը");


    public static final Question question027 = new Question(27, R.drawable.image_018, 1,
            "Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթևեկության\n" +
                    "իրավունք:",
            "Բեռնատար ավտոմոբիլի վարորդը",
            "Ավտոբուսի վարորդը");


    public static final Question question028 = new Question(28, R.drawable.image_019, 1,
            "Պարտավո՞ր է արդյոք սահմանված երթուղով երթևեկող ավտոբուսի\n" +
                    "վարորդը նշված իրադրությունում զիջել ճանապարհը:",
            "Պարտավոր է",
            "Պարտավոր չէ",
            "Պարտավոր չէ, քանի որ երթևեկում է ուղիղ");


    public static final Question question029 = new Question(29, 3,
            "Եթե համապատասխան նշաններով կահավորված երկայնական\n" +
                    "թեքությամբ ճանապարհահատվածներում հանդիպակաց\n" +
                    "երթևեկությունը դժվարացած է, ապա ճանապարհը պետք է զիջել՝",
            "Վայրէջքի ուղղությամբ ընթացող տրանսպորտային միջոցին",
            "Ընդհանուր օգտագործման տրանսպորտային միջոցին",
            "Վերելքի ուղղությամբ ընթացող տրանսպորտային միջոցին");


    public static final Question question030 = new Question(30, R.drawable.image_020, 2,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը",
            "Տրակտորի վարորդը",
            "Ավտոբուսի վարորդը");


    public static final Question question031 = new Question(31, R.drawable.image_021, 2,
            "Երթևեկության առավելություն ունի՝",
            "Կապույտ ավտոմոբիլը, քանի որ կարմիրը փոխում է երթևեկության\n" +
                    "ուղղությունը դեպի ձախ",
            "Կարմիր ավտոմոբիլը, քանի որ միաժամանակյա վերադասավորման\n" +
                    "դեպքում գտնվում է աջ կողմում",
            "Կապույտ ավտոմոբիլը, քանի որ միաժամանակյա\n" +
                    "վերադասավորման դեպքում գտնվում է ձախ կողմում");

    public static final Question question032 = new Question(32, 1,
            "Պարտավո՞ր են արդյոք տրանսպորտային միջոցների վարորդները\n" +
                    "բնակավայրերում ճանապարհը զիջել կահավորված և նշված կանգառի\n" +
                    "կետերի տարածքից երթևեկությունը սկսող ընդհանուր օգտագործման\n" +
                    "տրանսպորտային միջոցներին:",
            "Այո",
            "Ոչ");


    public static final Question question033 = new Question(33, R.drawable.image_022, 1,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը:",
            "Թեթև մարդատար ավտոմոբիլի վարորդը",
            "Բեռնատար ավտոմոբիլի վարորդը");


    public static final Question question034 = new Question(34, R.drawable.image_023, 2,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը:",
            "Ավտոբուսի վարորդը",
            "Ավտոմոբիլի վարորդը");


    public static final Question question035 = new Question(35, R.drawable.image_024, 1,
            "Ո՞ր տրանսպորտային միջոցի վարորդը պետք է զիջի ճանապարհը",
            "Ավտոմոբիլի վարորդը",
            "Տրամվայի վարորդը");


    public static final Question question036 = new Question(36, R.drawable.image_025, 2,
            "Նշե՛ք խաչմերուկի անցման հերթականությունը`",
            "Ավտոբուսը, բեռնատար ավտոմոբիլը, լծասայլը",
            "Ավտոբուսը և լծասայլը, բեռնատար ավտոմոբիլը");


    public static final Question question037 = new Question(37, R.drawable.image_003, 2,
            "Հանդիպակաց երթևեկության դեպքում կտրուկ վայրէջքի վրա\n" +
                    "անհրաժեշտ է ճանապարհը զիջել՝",
            "Վերև բարձրացող տրանսպորտային միջոցին",
            "Ներքև իջնող տրանսպորտային միջոցին");


    public static final Question question038 = new Question(38, R.drawable.image_003, 2,
            "Բնակավայրերում միևնույն ուղղությամբ երթևեկության 3 և ավելի\n" +
                    "գոտիների առկայության դեպքում ձախ եզրային գոտի զբաղեցնել\n" +
                    "թույլատրվու՞մ է արդյոք ընդհանուր օգտագործման տրանսպորտային\n" +
                    "միջոցներին:",
            "Թույլատրվում է վազանց կատարելիս",
            "Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս",
            "Թույլատրվում է բոլոր դեպքերում");


    public static final Question question039 = new Question(39, R.drawable.image_003, 2,
            "Բոլոր ճանապարհներին միևնույն ուղղությամբ երթևեկության 3 և ավելի\n" +
                    "գոտիների առկայության դեպքում ձախ եզրային գոտի զբաղեցնել\n" +
                    "թույլատրվու՞մ է արդյոք ընդհանուր օգտագործման տրանսպորտային\n" +
                    "միջոցներին:",
            "Թույլատրվում է վազանց կատարելիս",
            "Թույլատրվում է ձախ շրջադարձ կամ հետադարձ կատարելիս",
            "Թույլատրվում է բոլոր դեպքերում");


    public static final Question question040 = new Question(40, R.drawable.image_026, 3,
            "Ինչպե՞ս պետք է վարվի ավտոբուսի վարորդը տվյալ իրավիճակում:",
            "Ճանապարհը զիջի թեթև մարդատար ավտոմոբիլին",
            "Միացնի շրջադարձի ցուցիչը, տա ձայնային ազդանշան և սկսի\n" +
                    "երթևեկությունը",
            "Սկսի երթևեկությունը` համոզված լինելով, որ թեթև մարդատար\n" +
                    "ավտոմոբիլի վարորդը զիջում է ճանապարհը");


    public static final Question question041 = new Question(41, R.drawable.image_027, 1,
            "Տվյալ իրադրությունում սպիտակ թեթև մարդատար ավտոմոբիլի\n" +
                    "վարորդը`",
            "Ճանապարհը պետք է զիջի ավտոբուսին, որը սկսում է երթևեկությունը\n" +
                    "նշված կանգառի կետից",
            "Ունի առաջնահերթ երթևեկության իրավունք, քանի որ ավտոբուսը\n" +
                    "վերադասավորվում է երկրորդ գոտի անցնելով");


    public static final Question question042 = new Question(42, R.drawable.image_028, 1,
            "Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթևեկության\n" +
                    "իրավունք",
            "Թեթև մարդատար ավտոմոբիլի վարորդը",
            "Ավտոբուսի վարորդը");


    public static final Question question043 = new Question(43, R.drawable.image_029, 1,
            "Ո՞ր տրանսպորտային միջոցի վարորդն ունի առաջնահերթ երթևեկության\n" +
                    "իրավունք տվյալ իրավիճակում",
            "Ավտոբուսի վարորդը",
            "Թեթև մարդատար ավտոմոբիլի վարորդը",
            "Թեթև մարդատար ավտոմոբիլի վարորդը իրավունք չունի անցնել աջ\n" +
                    "գոտի");


    public static final Question question044 = new Question(44, R.drawable.image_030, 2,
            "Խաչմերուկում որտեղ կազմակերպված է շրջանաձև երթևեկություն,\n" +
                    "պարտավո՞ր է արդյոք ավտոբուսի վարորդը զիջել ճանապարհը\n" +
                    "բեռնատար ավտոմոբիլին:",
            "Պարտավոր է",
            "Պարտավոր չէ");


    public static final Question question045 = new Question(45, R.drawable.image_031, 1,
            "Երթևեկությունն ուղիղ շարունակող ավտոբուսի վարորդը պարտավո՞ր է\n" +
                    "արդյոք զիջել ճանապարհը բեռնատար ավտոմոբիլին:",
            "Պարտավոր է",
            "Պարտավոր չէ");


    public static final Question question046 = new Question(46, R.drawable.image_032, 1,
            "Եթե մտադիր եք շարունակել երթևեկությունն ուղիղ, ո՞ր\n" +
                    "տրանսպորտային միջոցին պետք է զիջեք ճանապարհը:",
            "Երկու տրանսպորտային միջոցներին",
            "Միայն ավտոբուսին",
            "Միայն թեթև մարդատար ավտոմոբիլին",
            "Ոչ մեկին");


    public static final Question question047 = new Question(47, R.drawable.image_033, 2,
            "Եթե մտադիր եք շարունակել երթևեկությունն ուղիղ, ու՞մ պետք է զիջեք\n" +
                    "ճանապարհը:",
            "Միայն թեթև մարդատար ավտոմոբիլին",
            "Միայն ավտոբուսին և թեթև մարդատար ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին",
            "Միայն մոտոցիկլին");


    public static final Question question048 = new Question(48, R.drawable.image_034, 2,
            "Տվյալ իրադրությունում պարտավո՞ր է մոտոցիկլի վարորդը զիջել\n" +
                    "ճանապարհը:",
            "Պարտավոր չէ",
            "Պարտավոր է");


    public static final Question question049 = new Question(49, R.drawable.image_035, 2,
            "Տվյալ իրադրությունում ունե՞ք արդյոք նշված մանևրի իրավունք:",
            "Այո",
            "Ոչ");


    public static final Question question050 = new Question(50, R.drawable.image_036, 3,
            "Դուք շարունակում եք երթևեկությունն ուղիղ, ո՞ր տրանսպորտային\n" +
                    "միջոցին պետք է զիջեք ճանապարհը:",
            "Միայն թեթև մարդատար ավտոմոբիլին",
            "Բեռնատար ավտոմոբիլին",
            "Երկու տրանսպորտային միջոցներին",
            "Ոչ մեկին");


    public static final Question question051 = new Question(51, R.drawable.image_037, 2,
            "Դուք շարունակում եք երթևեկությունն ուղիղ, պարտավո՞ր եք արդյոք\n" +
                    "զիջել ճանապարհը թեթև մարդատար ավտոմոբիլին",
            "Պարտավոր եք",
            "Պարտավոր չեք");


    public static final Question question052 = new Question(52, R.drawable.image_038, 1,
            "Դուք սկսում եք երթևեկել ճամփեզրից, պարտավո՞ր եք արդյոք զիջել\n" +
                    "ճանապարհը թեթև մարդատար ավտոմոբիլին, որը կատարում է\n" +
                    "հետադարձ",
            "Պարտավոր եք",
            "Պարտավոր չեք");


    public static final Question question053 = new Question(53, R.drawable.image_039, 1,
            "Դուք շարունակում եք երթևեկությունն ուղիղ, ո՞ր տրանսպորտային\n" +
                    "միջոցին պետք է զիջեք ճանապարհը:",
            "Միայն թեթև մարդատար ավտոմոբիլին",
            "Ոչ մեկին",
            "Միայն թեթև մարդատար ավտոմոբիլին և մոտոցիկլին",
            "Բոլոր տրանսպորտային միջոցներին");


    public static final Question question054 = new Question(54, R.drawable.image_040, 3,
            "Եթե մտադիր եք կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային\n" +
                    "միջոցին պետք է զիջեք ճանապարհը:",
            "Մոտոցիկլին",
            "Պարեկային ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին");


    public static final Question question055 = new Question(55, R.drawable.image_041, 2,
            "Եթե մտադիր եք խաչմերուկում կատարել հետադարձ, ո՞ր\n" +
                    "տրանսպորտային միջոցին պետք է զիջեք ճանապարհը:",
            "Թեթև մարդատար ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին",
            "Բեռնատար ավտոմոբիլին");


    public static final Question question056 = new Question(56, R.drawable.image_042, 2,
            "Եթե մտադիր եք խաչմերուկում կատարել ձախ շրջադարձ, ո՞ր\n" +
                    "տրանսպորտային միջոցին պետք է զիջեք ճանապարհը:",
            "Բեռնատար ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին",
            "Ոչ մեկին");


    public static final Question question057 = new Question(57, R.drawable.image_043, 2,
            "Եթե մտադիր եք խաչմերուկում կատարել ձախ շրջադարձ, ո՞ր\n" +
                    "տրանսպորտային միջոցին պետք է զիջեք ճանապարհը:",
            "Ոչ մեկին",
            "Միայն ավտոբուսին",
            "Միայն միացված փարոսիկով բեռնատար ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին");


    public static final Question question058 = new Question(58, R.drawable.image_044, 1,
            "Եթե մտադիր եք խաչմերուկում կատարել հետադարձ, ո՞ր\n" +
                    "տրանսպորտային միջոցին պետք է զիջեք ճանապարհը:",
            "Բեռնատար ավտոմոբիլին",
            "Թեթև մարդատար ավտոմոբիլին",
            "Բոլոր տրանսպորտային միջոցներին",
            "Ոչ մեկին");


    public static final Question question059 = new Question(59, R.drawable.image_045, 4,
            "Եթե մտադիր եք կատարել ձախ շրջադարձ, ո՞ր տրանսպորտային\n" +
                    "միջոցին պետք է զիջեք ճանապարհը:",
            "Ավտոբուսին",
            "Ավտոբուսին և թեթև մարդատար ավտոմոբիլին",
            "Թեթև մարդատար ավտոմոբիլին",
            "Ոչ մեկին");


    public static final Question question060 = new Question(60, R.drawable.image_046, 2,
            "Եթե մտադիր եք կատարել աջ շրջադարձ, պարտավո՞ր եք արդյոք զիջել\n" +
                    "ճանապարհը թեթև մարդատար ավտոմոբիլին:",
            "Պարտավոր եք",
            "Պարտավոր չեք");


    public static final Question question061 = new Question(61, R.drawable.image_047, 1,
            "Եթե մտադիր եք կատարել աջ շրջադարձ, ո՞ր տրանսպորտային միջոցին\n" +
                    "պետք է զիջեք ճանապարհը:",
            "Ոչ մեկին",
            "Թեթև մարդատար ավտոմոբիլին",
            "Մոտոցիկլին և թեթև մարդատար ավտոմոբիլին");


    public static Question[] section1Questions = {
            question001,
            question002,
            question003,
            question004,
            question005,
            question006,
            question007,
            question008,
            question009,
            question010,
            question011,
            question012,
            question013,
            question014,
            question015,
            question016,
            question017,
            question018,
            question019,
            question020,
            question021,
            question022,
            question023,
            question024,
            question025,
            question026,
            question027,
            question028,
            question029,
            question030,
            question031,
            question032,
            question033,
            question034,
            question035,
            question036,
            question037,
            question038,
            question039,
            question040,
            question041,
            question042,
            question043,
            question044,
            question045,
            question046,
            question047,
            question048,
            question049,
            question050,
            question051,
            question052,
            question053,
            question054,
            question055,
            question056,
            question057,
            question058,
            question059,
            question060,
            question061
    };


    private static final Question section3Question001 = new Question(1, 2, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլների դողերի պահպանաշերտի\n" +
                    "մնացորդային բարձրությունը կազմում է 1.8 մմ",
            "Խախտված է հիդրավլիկ արգելակային հաղորդակի\n" +
                    "հերմետիկությունը",
            "Երկու դեպքում էլ");

    private static final Question section3Question002 = new Question(2, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բեռնատար ավտոմոբիլի դողերի պահպանաշերտի մնացորդային\n" +
                    "բարձրությունը կազմում է 1.6 մմ",
            "Չի գործում պնևմատիկ արգելակային հաղորդակի ճնշաչափը",
            "Երկու դեպքում էլ");

    private static final Question section3Question003 = new Question(3, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առկա են ղեկային կառավարման մանրամասերի (դետալների) ու\n" +
                    "հանգույցների` կառուցվածքով չնախատեսված տեղաշարժեր կամ\n" +
                    "պարուրակային միացումները ձգված չեն",
            "Բեռնատար ավտոմոբիլում բացակայում է կրակմարիչը",
            "Երկու դեպքում էլ");

    private static final Question section3Question004 = new Question(4, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Սահմանված ռեժիմով չեն աշխատում արտաքին լուսային\n" +
                    "սարքերը",
            "Մոտոցիկլի դողերի պահպանաշերտի մնացորդային բարձրությունը\n" +
                    "կազմում է 0.6 մմ",
            "Երկու դեպքում էլ");

    private static final Question section3Question005 = new Question(5, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Հետին հակամառախուղային լապտերիկները միացված են\n" +
                    "տրանսպորտային միջոցի արգելակումն ազդարարող լուսային\n" +
                    "սարքերին",
            "Չի աշխատում շարժիչը հովացնող հեղուկի ջերմաստիճանի ցուցիչը",
            "Երկու դեպքում էլ");

    private static final Question section3Question006 = new Question(6, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Շարժիչն աշխատում է ընդհատումներով",
            "Դողերն ունեն անվադողի հենքը (կորդը) մերկացնող տեղային\n" +
                    "վնասվածքներ",
            "Չեն աշխատում թեթև մարդատար ավտոմոբիլի սրահի ներքին\n" +
                    "լուսավորության սարքերը",
            "Թվարկած բոլոր դեպքերում");

    private static final Question section3Question007 = new Question(7, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առանց կողային կցորդի մոտոցիկլում բացակայում է «Վթարային\n" +
                    "կանգառ» նշանը",
            "Դողերը չափերով կամ թույլատրելի բեռնվածությամբ չեն\n" +
                    "համապատասխանում տրանսպորտային միջոցի տվյալ մոդելին",
            "Երկու դեպքում էլ");

    private static final Question section3Question008 = new Question(8, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բացակայում է դողի անվահեցի ամրացման հեղյուսներից թեկուզ\n" +
                    "մեկը",
            "Նույն սռնու վրա տեղադրված են պահպանաշերտի տարբեր\n" +
                    "նախշանկարներով դողեր",
            "Երկու դեպքում էլ");

    private static final Question section3Question009 = new Question(9, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բացակայում են կառուցվածքով նախատեսված նստատեղերի\n" +
                    "գլխակալները",
            "Նույն սռնու վրա տեղադրված են նոր և վերականգնված դողեր",
            "Երկու դեպքում էլ");

    private static final Question section3Question010 = new Question(10, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Արտածվող գազերում վնասակար նյութերի պարունակությունը\n" +
                    "գերազանցում է ՀՀ օրենսդրությամբ սահմանված նորմերը",
            "Մոտոցիկլի վրա բացակայում են կառուցվածքով նախատեսված\n" +
                    "ոտնատեղերը",
            "Երկու դեպքում էլ");


    private static final Question section3Question011 = new Question(11, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            " Խախտված է շարժիչի հենատուփի օդափոխության համակարգի\n" +
                    "հերմետիկությունը",
            "Խախտված է շարժիչի սնման համակարգի հերմետիկությունը",
            "Երկու դեպքում էլ");

    private static final Question section3Question012 = new Question(12, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Խախտված է շարժիչի հենատուփի օդափոխության համակարգի\n" +
                    "հերմետիկությունը",
            "Նույն սռնու վրա՝ տեղադրված են ցրտադիմացկուն և ոչ\n" +
                    "ցրտադիմացկուն դողեր",
            "Երկու դեպքում էլ");

    private static final Question section3Question013 = new Question(13, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չեն աշխատում կառուցվածքով նախատեսված ապակեողողիչները",
            "Շարժիչի արտաքին աղմուկի թույլատրելի մակարդակը\n" +
                    "գերազանցում է ստանդարտով սահմանված նորմերը",
            "Երկու դեպքում էլ");

    private static final Question section3Question014 = new Question(14, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            " Շարժիչն աշխատում է ընդհատումներով",
            "Հետին հակամառախուղային լապտերիկները միացված չեն\n" +
                    "արգելակումն ազդարարող լուսային սարքերին",
            "Չեն աշխատում տրանսպորտային միջոցի կառուցվածքով\n" +
                    "նախատեսված ապակեողողիչները",
            "Թվարկած բոլոր դեպքերում");

    private static final Question section3Question015 = new Question(15, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Տեղադրված են երթևեկության մասնակիցներին վնասվածքներ\n" +
                    "հասցնելու վտանգ պարունակող իրեր կամ առարկաներ",
            "Չի աշխատում ձայնային ազդանշանի սարքը",
            "Երկու դեպքում էլ");

    private static final Question section3Question016 = new Question(16, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Մոտոցիկլի և կողային կցորդի շրջանակների միացումներում առկա է\n" +
                    "խաղացք",
            "Առջևի մասում տեղադրված են դեղին գույնի լույսերով\n" +
                    "հակամառախուղային լապտերներ",
            "Երկու դեպքում էլ");

    private static final Question section3Question017 = new Question(17, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բեռնատար ավտոմոբիլում բացակայում է բժշկական դեղատուփը",
            "Առջևի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ",
            "Երկու դեպքում էլ");

    private static final Question section3Question018 = new Question(18, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Կողային կցորդով մոտոցիկլում բացակայում է բժշկական\n" +
                    "դեղատուփը",
            "Անսարք է քարշակի հենակցման հարմարանքը",
            "Երկու դեպքում էլ");

    private static final Question section3Question019 = new Question(19, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չեն աշխատում տրանսպորտային միջոցի կառուցվածքով\n" +
                    "նախատեսված անվտանգության ամրագոտիները",
            "Տեղադրված են վարորդի նստատեղից նրա տեսադաշտը\n" +
                    "սահմանափակող իրեր կամ առարկաներ",
            "Երկու դեպքում էլ");

    private static final Question section3Question020 = new Question(20, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առանց տրանսպորտային միջոցի հաշվառումն իրականացնող\n" +
                    "մարմնի թույլտվության՝ տրանսպորտային միջոցի կառուցվածքում\n" +
                    "կատարված են փոփոխություններ (վերասարքավորումներ)",
            "Առջևի մասում տեղադրված են դեղին գույնի լույսերով շրջադարձի\n" +
                    "ցուցիչներ",
            "Երկու դեպքում էլ");

    private static final Question section3Question021 = new Question(21, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Մեխանիկական տրանսպորտային միջոցը, որով իրականացվում է\n" +
                    "գործնական վարման ուսուցում, չունի համապատասխան ճանաչման\n" +
                    "նշան",
            "Չի աշխատում վառելիքի մակարդակի ցուցիչը",
            "Երկու դեպքում էլ");

    private static final Question section3Question022 = new Question(22, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բացակայում են կառուցվածքով նախատեսված անվտանգության\n" +
                    "աղեղները",
            "Դողերի պահպանաշերտի նվազագույն մնացորդային բարձրությունը\n" +
                    "կազմում է 1,6 մմ",
            "Երկու դեպքում էլ");


    private static final Question section3Question023 = new Question(23, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առջևի մասում տեղադրված են դեղին գույնի լույսերով շրջադարձի\n" +
                    "ցուցիչներ",
            "Բացակայում է դողի անվահեցի ամրացման հեղյուսներից թեկուզ\n" +
                    "մեկը", "Երկու դեպքում էլ");


    private static final Question section3Question024 = new Question(24, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առջևի մասում տեղադրված են նարնջագույն լույսերով շրջադարձի\n" +
                    "ցուցիչներ",
            "Անսարք է քարշակի քարշակցման հարմարանքը", "Երկու դեպքում էլ");

    private static final Question section3Question025 = new Question(25, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առջևի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ",
            "Անսարք է քարշակի քարշակցման հարմարանքը", "Երկու դեպքում էլ");

    private static final Question section3Question026 = new Question(26, 1,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բացակայում են կառուցվածքով նախատեսված անվտանգության\n" +
                    "ամրագոտիները",
            "Հետևի մասում տեղադրված են սպիտակ գույնի լույսերով հետընթացի\n" +
                    "լապտերիկներ", "Երկու դեպքում էլ");

    private static final Question section3Question027 = new Question(27, 4,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Բացակայում է կառուցվածքով նախատեսված` թամբի վրայի ուղևորի\n" +
                    "համար լայնակի բռնատեղը",
            "ողերի պահպանաշերտի մնացորդային բարձրությունը կազմում է 0.6 մմ",
            "Բացակայում է բժշկական դեղատուփը",
            "Թվարկած բոլոր դեպքերում");

    private static final Question section3Question028 = new Question(28, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չի աշխատում կառուցվածքով նախատեսված` վարորդի նստատեղի\n" +
                    "դիրքը կարգավորող մեխանիզմը",
            "Չեն աշխատում ավտոբուսի սրահի ներքին լուսավորության սարքերը",
            "Երկու դեպքում էլ");

    private static final Question section3Question029 = new Question(29, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չեն աշխատում թեթև մարդատար ավտոմոբիլի սրահի ներքին\n" +
                    "լուսավորության սարքերը",
            "Բացակայում են կառուցվածքով նախատեսված նստատեղերի\n" +
                    "գլխակալները", "Երկու դեպքում էլ");

    private static final Question section3Question030 = new Question(30, 2,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Հետևի մասում տեղադրված են կարմիր գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ",
            "Չի աշխատում կառուցվածքով նախատեսված արագաչափը",
            "Երկու դեպքում էլ");

    private static final Question section3Question031 = new Question(31, 3,
            "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլի ղեկային կառավարման համակարգի\n" +
                    "գումարային խաղացքը գերազանցում է 10 աստիճանը",
            "Բացակայում են կառուցվածքով նախատեսված ցեխապաշտպան\n" +
                    "գոգնոցները և ցայտապաշտպանիչները",
            "Երկու դեպքում էլ");

    private static final Question section3Question032 = new Question(32, 2, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլների դողերի պահպանաշերտի\n" +
                    "մնացորդային բարձրությունը կազմում է 1.8 մմ",
            "Խախտված է հիդրավլիկ արգելակային հաղորդակի\n" +
                    "հերմետիկությունը", "Երկու դեպքում էլ");


    private static final Question section3Question033 = new Question(33, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլում բացակայում է բժշկական\n" +
                    "դեղատուփը",
            "Հետևի մասում տեղադրված են կարմիր գույնի լույսերով հետընթացի\n" +
                    "լապտերիկներ", "Երկու դեպքում էլ");

    private static final Question section3Question034 = new Question(34, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Ավտոբուսում բացակայում է «Վթարային կանգառ» նշանը",
            "Հետևի մասում տեղադրված են սպիտակ գույնի լույսերով\n" +
                    "հաշվառման համարանիշի լուսավորման լապտերիկներ", "Երկու դեպքում էլ");

    private static final Question section3Question035 = new Question(35, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլի կցորդի դողերի պաշտպանաշերտի\n" +
                    "նախշանկարի մնացորդային բարձրությունը պակաս է 1,6 մմ-ից",
            "Հետևի մասում տեղադրված են նարնջագույն լույսերով շրջադարձի\n" +
                    "ցուցիչներ", "Երկու դեպքում էլ");


    private static final Question section3Question036 = new Question(36, 3 , "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Խախտված է հիդրավլիկ արգելակային հաղորդակի\n" +
                    "հերմետիկությունը",
            "Հետևի մասում տեղադրված են սպիտակ գույնի լույսերով\n" +
                    "շրջադարձի ցուցիչներ", "Երկու դեպքում էլ");


    private static final Question section3Question037 = new Question(37, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Նույն սռնու վրա տեղադրված են տարբեր կառուցվածքների դողեր",
            "Խախտված է շարժիչի սնման համակարգի հերմետիկությունը", "Երկու դեպքում էլ");

    private static final Question section3Question038 = new Question(38, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չի աշխատում ձայնային ազդանշանի սարքը",
            "Հովացման համակարգը չի ապահովում շարժիչի աշխատանքի կայուն\n" +
                    "ջերմային ռեժիմը", "Երկու դեպքում էլ");

    private static final Question section3Question039 = new Question(39, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Ղեկային կառավարման պարուրակային միացումները ձգված կամ\n" +
                    "սահմանված ձևով սևեռված չեն",
            "Ավտոբուսում բացակայում են կրակմարիչները", "Երկու դեպքում էլ");

    private static final Question section3Question040 = new Question(40, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Առկա են ղեկային կառավարման մանրամասերի (դետալների) ու\n" +
                    "հանգույցների կառուցվածքով չնախատեսված տեղաշարժեր",
            "Առջևի մասում տեղադրված են սպիտակ գույնի լույսերով\n" +
                    "շրջադարձի ցուցիչներ", "Երկու դեպքում էլ");

    private static final Question section3Question041 = new Question(41, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Ավտոբուսի դողերի պահպանաշերտի նախշանկարի մնացորդային\n" +
                    "բարձրությունը կազմում է 1.8 մմ",
            "Խախտված է հիդրավլիկ արգելակային հաղորդակի\n" +
                    "հերմետիկությունը", "Երկու դեպքում էլ");

    private static final Question section3Question042 = new Question(42, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չի գործում պնևմատիկ արգելակային հաղորդակի ճնշաչափը",
            "Ավտոբուսի դողերի պահպանաշերտի մնացորդային բարձրությունը\n" +
                    "կազմում է 1.6 մմ", "Երկու դեպքում էլ");

    private static final Question section3Question043 = new Question(43, 2, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Սահմանված ռեժիմով չեն աշխատում արտաքին լուսային\n" +
                    "սարքերը",
            "Ավտոբուսի դողերի պահպանաշերտի նախշանկարի մնացորդային\n" +
                    "բարձրությունը կազմում է 0.8 մմ", "Երկու դեպքում էլ");

    private static final Question section3Question044 = new Question(44, 1,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Շարժիչն աշխատում է ընդհատումներով",
            "Դողերն ունեն անվադողի հենքը (կորդը) մերկացնող տեղային\n" +
                    "վնասվածքներ", "Երկու դեպքում էլ");

    private static final Question section3Question045 = new Question(45, 2,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Բացակայում է բժշկական դեղատուփը",
            "Դողերի պահպանաշերտի նախշանկարի մնացորդային\n" +
                    "բարձրությունը կազմում է 2,2 մմ", "Երկու դեպքում էլ");

    private static final Question section3Question046 = new Question(46, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Չեն աշխատում թեթև մարդատար ավտոմոբիլի սրահի ներքին\n" +
                    "լուսավորության սարքերը",
            "Չեն աշխատում ավտոբուսի սրահի ներքին լուսավորության սարքերը", "Երկու դեպքում էլ");


    private static final Question section3Question047 = new Question(47, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլի բազայի վրա պատրաստված\n" +
                    "ավտոբուսի մոտ ղեկային կառավարման համակարգի գումարային\n" +
                    "խաղացքը գերազանցում է 10 աստիճանը",
            "Բացակայում են կառուցվածքով նախատեսված ցեխապաշտպան\n" +
                    "գոգնոցները և ցայտապաշտպանիչները", "Երկու դեպքում էլ");


    private static final Question section3Question048 = new Question(48, 1, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլի բազայի վրա պատրաստված\n" +
                    "ավտոբուսի ղեկային կառավարման համակարգի գումարային\n" +
                    "խաղացքը 15 աստիճան է",
            "Ավտոբուսի ղեկային կառավարման համակարգի գումարային\n" +
                    "խաղացքը 15 աստիճան է", "Երկու դեպքում էլ");

    private static final Question section3Question049 = new Question(49, 2, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Հետևի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ",
            "Հետևի մասում տեղադրված են կարմիր գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ", "Երկու դեպքում էլ");

    private static final Question section3Question050 = new Question(50, 3,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Առկա են երկուսից ոչ պակաս հակագլորման հենակներ",
            "Հետևի մասում տեղադրված են սպիտակ գույնի լուսանդրադարձնող\n" +
                    "հարմարանքներ", "Երկու դեպքում էլ");

    private static final Question section3Question051 = new Question(51, 1,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Չեն աշխատում դռների վթարային բացիչները",
            "Թափքի հետնապատին չեն կրկնվում հաշվառման համարանիշերի\n" +
                    "թվերը և տառերը", "Երկու դեպքում էլ");

    private static final Question section3Question052 = new Question(52, 1,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Չի աշխատում կանգառ կատարելու պահանջի ազդանշանը",
            "Թափքի հետնապատին կրկնվում են հաշվառման համարանիշերի\n" +
                    "թվերը և տառերը", "Երկու դեպքում էլ");

    private static final Question section3Question053 = new Question(53, 2, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Թեթև մարդատար ավտոմոբիլների դողերի պահպանաշերտի\n" +
                    "մնացորդային բարձրությունը կազմում է 1.8 մմ",
            "Խախտված է հիդրավլիկ արգելակային հաղորդակի\n" +
                    "հերմետիկությունը", "Երկու դեպքում էլ");

    private static final Question section3Question054 = new Question(54, 3, "Տրանսպորտային միջոցների շահագործումն արգելվում է, եթե`",
            "Դողերի պահպանաշերտի նախշանկարի մնացորդային բարձրությունը\n" +
                    "կազմում է 2.5 մմ",
            "Չեն աշխատում սրահի ներքին լուսավորության սարքերը", "Երկու դեպքում էլ");

    private static final Question section3Question055 = new Question(55, 3,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Չեն աշխատում վթարային ելքերը և դրանք գործողության մեջ դնող\n" +
                    "հարմարանքները",
            "Չի աշխատում կանգառ կատարելու պահանջի ազդանշանը", "Երկու դեպքում էլ");

    private static final Question section3Question056 = new Question(56, 3,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Չի աշխատում դռների կառավարման հաղորդակը",
            "Բացակայում է բժշկական դեղատուփը", "Երկու դեպքում էլ");

    private static final Question section3Question057 = new Question(57, 3,
            "5 տոննայից ավելի թույլատրելի առավելագույն զանգված ունեցող\n" +
                    "ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Բացակայում են հակագլորման հենակները",
            "Հետևի մասում տեղադրված են կարմիր գույնի հետընթացի\n" +
                    "լապտերիկներ", "Երկու դեպքում էլ");

    private static final Question section3Question058 = new Question(58, 2,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Առկա է մեկ հատ կրակմարիչ",
            "Բացակայում է «Վթարային կանգառ» նշանը", "Երկու դեպքում էլ");

    private static final Question section3Question059 = new Question(59, 2,
            "Ավտոբուսների շահագործումն արգելվում է, եթե՝",
            "Առկա է հակագլորման մեկ հենակ",
            "Առկա է մեկ կրակմարիչ", "Երկու դեպքում էլ");


    public Question[] section3Questions = {
            section3Question001,
            section3Question002,
            section3Question003,
            section3Question004,
            section3Question005,
            section3Question006,
            section3Question007,
            section3Question008,
            section3Question009,
            section3Question010,
            section3Question011,
            section3Question012,
            section3Question013,
            section3Question014,
            section3Question015,
            section3Question016,
            section3Question017,
            section3Question018,
            section3Question019,
            section3Question020,
            section3Question021,
            section3Question022,
            section3Question023,
            section3Question024,
            section3Question025,
            section3Question026,
            section3Question027,
            section3Question028,
            section3Question029,
            section3Question030,
            section3Question031,
            section3Question032,
            section3Question033,
            section3Question034,
            section3Question035,
            section3Question036,
            section3Question037,
            section3Question038,
            section3Question039,
            section3Question040,
            section3Question041,
            section3Question042,
            section3Question043,
            section3Question044,
            section3Question045,
            section3Question046,
            section3Question047,
            section3Question048,
            section3Question049,
            section3Question050,
            section3Question051,
            section3Question052,
            section3Question053,
            section3Question054,
            section3Question055,
            section3Question056,
            section3Question057,
            section3Question058,
            section3Question059


    };

}


